[
  {
    "name": "Sanders D. Korenman",
    "affiliation": "Baruch College (City University of New York)Comparing Eight Approaches to Poverty Measurement in Terms of Their Relevance to Wellbeing & Material Hardship - Presenting Author:  Kathryn Kay O'Neill, University of PennsylvaniaThe impact of precise geographic adjustments on the Supplemental Poverty Measure - Presenting Author:  J. Tom Mueller, University of KansasHousing Policy and Poverty - Non-Presenting Co-Author:  Zachary Parolin, University of Oxford; Presenting Author:  Zachary Sarver, Rice University ©2025 All Academic, Inc.   |   Privacy PolicyDirect link:Tweet",
    "sessions": [
      {
        "title": "Poverty Measurement: New Advances, Insights and Policy Implications",
        "score": 95.0
      }
    ],
    "max_score": 95.0,
    "topics": [
      "Poverty"
    ]
  },
  {
    "name": "Kingsford Onyina",
    "affiliation": "University of North Carolina, CharlotteA SNAP in Age Eligibility: Early Effects of Work Requirements on Program Participation and Financial Struggles - Presenting Author:  Anxhela Beluli, University of DelawareThe Impact of SNAP Work Requirements on Nutrition-Sensitive Comorbidities: Evidence from Hospital Inpatient Data - Presenting Author:  Mitchell McFarlane, Syracuse UniversityHeterogeneous Effects of Income on WIC Participation: The Role of Administrative Burdens - Presenting Author:  Youngbin Lee, University of Missouri-Columbia ©2025 All Academic, Inc.   |   Privacy PolicyDirect link:Tweet",
    "sessions": [
      {
        "title": "SNAP Work Requirements and Their Impact on Health and Financial Well-Being Outcomes",
        "score": 85.0
      }
    ],
    "max_score": 85.0,
    "topics": [
      "Health Policy",
      "Benefit Programs"
    ]
  },
  {
    "name": "Luisa Godinez-Puig",
    "affiliation": "Urban InstituteUniversal Cash Transfers and Credit Outcomes: Evidence from the Alaska Permanent Fund Dividend - Presenting Author:  Guangli Zhang, Washington University in St. LouisPublic Support, Private Choices: The 2021 Child Tax Credit and Parental Spending Behavior - Presenting Author:  Emily Elizabeth Dobson, University of Maryland, College ParkEffects of Expanded Access to the Earned Income Tax Credit on Household Well-being among Older Adults - Presenting Author:  Madelaine Reid L'Esperance, University of Alabama ©2025 All Academic, Inc.   |   Privacy PolicyDirect link:Tweet",
    "sessions": [
      {
        "title": "Examining the Reach and Impact of Tax Credits and Transfers at the State and Federal Level",
        "score": 80.0
      }
    ],
    "max_score": 80.0,
    "topics": [
      "Tax Policy"
    ]
  },
  {
    "name": "Lenora P Goodman",
    "affiliation": "University of Minnesota - Twin CitiesEffects of WIC Physical Presence Requirements on Benefit Redemption: Evidence from Remote Services during COVID-19 - Presenting Author:  Clay Fannin, University of Wisconsin-MadisonA mixed-methods evaluation of changes to WIC’s value and user-friendliness: impacts on young children’s WIC utilization - Presenting Author:  Erica Kenney, Harvard UniversityTransitioning to EBT: Effects on participation - Presenting Author:  Marianne Bitler, University of California, Davis ©2025 All Academic, Inc.   |   Privacy PolicyDirect link:Tweet",
    "sessions": [
      {
        "title": "Transforming WIC: Policy Shifts and Impacts",
        "score": 70.0
      }
    ],
    "max_score": 70.0,
    "topics": []
  },
  {
    "name": "Ruijie Ma",
    "affiliation": "University of PittsburghUnderstanding Administrative Burdens and Experiences of Social Program Beneficiaries and Applicants Using Posts on Reddit - Presenting Author:  Michiko Ueda, Syracuse University; Non-Presenting Co-Author:  Colleen M Heflin, Syracuse UniversityFrom Storefronts to Screens: The Impacts of Online Grocery Shopping on Public Food Assistance Users - Presenting Author:  Kelsey Pukelis, Harvard University & California Department of Social Services ©2025 All Academic, Inc.   |   Privacy PolicyDirect link:Tweet",
    "sessions": [
      {
        "title": "Understanding SNAP’s Reach and Access: Evidence from Technology, Policy, and Lived Experience",
        "score": 70.0
      }
    ],
    "max_score": 70.0,
    "topics": [
      "Benefit Programs"
    ]
  },
  {
    "name": "Luis E Basurto",
    "affiliation": "Cornell UniversityPatterns of Churn in New Jersey's SNAP Caseload - Presenting Author:  Sophia Fox-Dichter, Rutgers University - New Brunswick; Non-Presenting Co-Author:  Andrea Hetling, Rutgers University - New Brunswick; Non-Presenting Co-Author:  Kirsten Meidlinger, Rutgers University - New BrunswickEffects of EBT on Program Enrollment: Evidence from a Mountain State - Non-Presenting Co-Author:  Marianne Bitler, University of California, Davis; Presenting Author:  Caitlin Shamoly Dutta, University of Wisconsin-Madison; Non-Presenting Co-Author:  Seojung Oh, University of North Carolina, Charlotte; Non-Presenting Co-Author:  Jason B Cook ©2025 All Academic, Inc.   |   Privacy PolicyDirect link:Tweet",
    "sessions": [
      {
        "title": "Access and Retention in SNAP and WIC: Patterns and Interventions",
        "score": 70.0
      }
    ],
    "max_score": 70.0,
    "topics": [
      "Benefit Programs"
    ]
  },
  {
    "name": "Jacob Carson",
    "affiliation": "San Diego State UniversityPerceptions of Meritocratic Recruitment and Promotion, and Willingness to Pay Taxes - Presenting Author:  Maria Nagawa, Stanford UniversityState Child Tax Credits in Public-Facing Media: A Content Analysis of their Design and Aims - Presenting Author:  Erin Young, Portland State University ©2025 All Academic, Inc.   |   Privacy PolicyDirect link:Tweet",
    "sessions": [
      {
        "title": "Tax Policy and Politics",
        "score": 70.0
      }
    ],
    "max_score": 70.0,
    "topics": [
      "Tax Policy"
    ]
  },
  {
    "name": "David Loeb",
    "affiliation": "University of Pennsylvania; Non-Presenting Co-Author:  Katie Pullom, University of PennsylvaniaEarly school Medicaid expansions and health services for children with parental opioid use disorder - Presenting Author:  Angelica Meinhofer, Weill Cornell Medicine; Non-Presenting Co-Author:  Lindsey Rose Bullinger, Georgia Institute of Technology; Non-Presenting Co-Author:  Caroline Kelly, The University of Chicago; Non-Presenting Co-Author:  Maria D. Fitzpatrick, Cornell UniversityIntergovernmental Cooperation and Administrative Burdens that Support or Impede School-based Medicaid Adoption - Presenting Author:  Caroline Kelly, The University of Chicago; Non-Presenting Co-Author:  Carolyn J. Heinrich, Vanderbilt UniversitySchool Determinants and Racial Disparities in Access to School-Based Mental Health Resources - Presenting Author:  Juan Agustin Echenique, New York University ©2025 All Academic, Inc.   |   Privacy PolicyDirect link:Tweet",
    "sessions": [
      {
        "title": "Investigation of Policies for Increasing Children’s Receipt of Medicaid-funded School-based Health Services",
        "score": 65.0
      }
    ],
    "max_score": 65.0,
    "topics": [
      "Health Policy",
      "Benefit Programs"
    ]
  },
  {
    "name": "Mark Katz Meiselbach",
    "affiliation": "Johns Hopkins University; Non-Presenting Co-Author:  Jianhui Xu, Johns Hopkins University; Non-Presenting Co-Author:  Teneil K BrownHealthcare Utilization of End Stage Kidney Disease Medicare Advantage Beneficiaries Post Cures Act - Presenting Author:  Sih-Ting Cai, Indiana University; Non-Presenting Co-Author:  Hailemichael B Shone, Indiana University; Non-Presenting Co-Author:  Kosali Simon, Indiana UniversityInsulin Access and Health Outcomes After the Inflation Reduction Act’s Out-of-Pocket Spending Caps - Non-Presenting Co-Author:  Rebecca Myerson, Emory University; Presenting Author:  Nam Hyo Kim, University of Wisconsin-Madison; Non-Presenting Co-Author:  John Romley, University of Southern California; Non-Presenting Co-Author:  Dima Mazen Qato, University of Southern California; Non-Presenting Co-Author:  Erin E E Trish, University of Southern California; Non-Presenting Co-Author:  Jessica Cao, University of Wisconsin-Madison; Non-Presenting Co-Author:  Dana Goldman, University of Southern CaliforniaThe Impact of Medicare Coverage on the Treatment of Opioid Use Disorders - Presenting Author:  Junjie Gai, University of Iowa; Non-Presenting Co-Author:  Kanika Arora, University of Iowa ©2025 All Academic, Inc.   |   Privacy PolicyDirect link:Tweet",
    "sessions": [
      {
        "title": "Responding to High-Need Populations: Medicare Policy in Action",
        "score": 65.0
      }
    ],
    "max_score": 65.0,
    "topics": []
  },
  {
    "name": "Brandy Lipton",
    "affiliation": "University of California IrvineA Longitudinal Database of Medicaid Routine Vision Coverage Policies, 2000-2023 - Presenting Author:  Michel H. H. Boudreaux, University of Maryland, College ParkBalancing Incentives Meets Medicaid Expansion: Reshaping Long-Term Care Populations - Presenting Author:  Megdalynn Fisher, Florida International University ©2025 All Academic, Inc.   |   Privacy PolicyDirect link:Tweet",
    "sessions": [
      {
        "title": "Tracking Policy Changes and Health Impacts of Access to Specific Forms of Care Among Medicaid Populations",
        "score": 65.0
      }
    ],
    "max_score": 65.0,
    "topics": [
      "Health Policy",
      "Benefit Programs"
    ]
  },
  {
    "name": "Anwar Assamidanov",
    "affiliation": "University of California, IrvineImpact of Medicaid Dental Coverage Expansion on Dental Care Utilization and Behavioral Responses Among Reproductive-Age Women - Presenting Author:  Xuechao (Jane) Qian, Ball State UniversityThe Effect of Increasing Dental Payment Rates on Provider Behavior, Utilization, and Emergency Department Visits - Presenting Author:  Sandra Spirovska, University of Wisconsin-Madison ©2025 All Academic, Inc.   |   Privacy PolicyDirect link:Tweet",
    "sessions": [
      {
        "title": "Impacts of Medicaid Dental Benefits Among Pregnant People, Reproductive-Age Women, and Other Adults",
        "score": 65.0
      }
    ],
    "max_score": 65.0,
    "topics": [
      "Benefit Programs"
    ]
  },
  {
    "name": "Daniel James Acland",
    "affiliation": "University of California, BerkeleyCausal Inference under Asymmetric Eligibility Determination - Presenting Author:  Ryan T. Moore, American UniversityEffects of School-Based Health Interventions on Student Mental Healthcare Utilization: Evidence from Bunching Estimation - Presenting Author:  Kathryn Enriquez, Vanderbilt University; Non-Presenting Co-Author:  Carolyn J. Heinrich, Vanderbilt University; Non-Presenting Co-Author:  Carrie Fry, Vanderbilt University ©2025 All Academic, Inc.   |   Privacy PolicyDirect link:Tweet",
    "sessions": [
      {
        "title": "New Methodologies for Distributional Weighting and Program Evaluation",
        "score": 65.0
      }
    ],
    "max_score": 65.0,
    "topics": []
  }
]