{
  "Pavel Makarchuk": [
    {
      "session_id": "2268355",
      "title": "Tax Policy and Politics",
      "date": "2025-11-13",
      "start_time": "10:15am",
      "end_time": "11:45am",
      "location": "Hyatt Regency Seattle, 7th Floor, 705 - PalouseSession Submission Type: Paper PanelPolicy AreaPolitics, Media, and the Policy ProcessChairManita C Rao, University of Southern CaliforniaDiscussantEmily Elizabeth Dobson, University of Maryland, College ParkIndividual PresentationsElectoral, Demographic, and Environmental Predictors of Support for a Transportation Sales Tax in San Diego County - Presenting Author:  Jacob Carson, San Diego State UniversityPerceptions of Meritocratic Recruitment and Promotion, and Willingness to Pay Taxes - Presenting Author:  Maria Nagawa, Stanford UniversityState Child Tax Credits in Public-Facing Media: A Content Analysis of their Design and Aims - Presenting Author:  Erin Young, Portland State University ©2025 All Academic, Inc.   |   Privacy PolicyDirect link:Tweet",
      "relevance_score": 15.0
    },
    {
      "session_id": "2268623",
      "title": "APPAM Communities Rural Policy Research & Issues",
      "date": "2025-11-13",
      "start_time": "10:15am",
      "end_time": "11:15am",
      "location": "Grand Hyatt Seattle, 1st Floor/Lobby Level, Leonesa 1Session Submission Type: APPAM CommunitiesCommunity Group DescriptionI am proposing a rural community gathering for people who live in rural areas, work on policy that impacts rural areas, or who are simply interested in rural matters. Although rural areas of the US have many issues that look the same as issues in urban areas (poverty, housing shortage, workforce shortage, childcare shortage), quite often the solutions must be approached in a different way. The distances and population sparsity of rural areas have a major impact on economies of scale, which in turn affects how policy around these issues must be implemented and the cost of policy implementation. However, because of the wide range of socioeconomic and demographic differences around the country, rural itself can look very different from state to state or even within a state. This gathering would be an opportunity for rural policy professionals from different parts of the country to discuss issues and for those who are simply interested, to learn more about rural issues. Points of discussion could include but are not limited to:",
      "relevance_score": 0.0
    },
    {
      "session_id": "2258530",
      "title": "CTC and EITC Impacts on Child Poverty: NAS Review of Pandemic Policies and Future Options",
      "date": "2025-11-13",
      "start_time": "1:45pm",
      "end_time": "3:15pm",
      "location": "Hyatt Regency Seattle, 6th Floor, 605 - SnohomishSession Submission Type: RoundtableAbstractThe National Academies of Sciences, Engineering, and Medicine (NASEM) Committee on Federal Policy Impacts on Child Poverty report will be released in September, 2025. This Roundtable will discuss key finding related to (1) the estimated impacts on child poverty of the pandemic expansions (Joseph Hotz); (2) estimated impacts of a wide range of tax policy alternatives (Maria Cancian); (3) lessons for policy implementation, including findings on take-up, interactions with other pandemic programs, and from engagements with individuals with lived experience (Katherine Michelmore) and (4) lessons for research, including the Committee’s assessment of the state of analysis of labor supply effects of the EITC and CTC, and issues related to poverty measurement (Marianne Bitler). The report, and roundtable presentation, not only review the state of the current policy literature, but also present new microsimulation results supporting an assessment of both the 2021 policy changes (CTC, EITC, and other pandemic proposals), and a large set of alternative policy proposals.  The Roundtable will include short presentations highlighting the key conclusions of the NAS Committee, with substantial time for discussion of the policy implications given current (as of November 2025) tax policy discussions, and implications for policy implementation and research.",
      "relevance_score": 25.5
    },
    {
      "session_id": "2315170",
      "title": "David. N Kershaw Award Lecture: The Intergenerational Persistence of Poverty",
      "date": "2025-11-13",
      "start_time": "3:30pm",
      "end_time": "5:00pm",
      "location": "Hyatt Regency Seattle, 6th Floor, 602 - NooksackSession Submission Type: Special EventAbstractWhat is the intergenerational persistence of poverty, and how does it differ from other indicators of social mobility? Which policy interventions are effective at reducing it? Has the United States made progress in curbing intergenerational poverty in recent decades, and what explains any variation over time? How does the U.S. compare with other high-income countries? In his Kershaw Lecture, Parolin addresses these questions and more. He concludes that we may know less than we thought about effective strategies to reduce intergenerational poverty and offers a research agenda for identifying which policies can break the cycle of poverty in the U.S.Policy AreaSpecial and Business EventsSpeakerZachary Parolin, University of Oxford ©2025 All Academic, Inc.   |   Privacy PolicyDirect link:Tweet",
      "relevance_score": 12.0
    },
    {
      "session_id": "2270715",
      "title": "Wellness Session: Fun Run/Walk *RSVP required",
      "date": "2025-11-13",
      "start_time": "6:30am",
      "end_time": "7:30am",
      "location": "Hyatt Regency Seattle, Lobby/Check-in Area, First Floor/Hotel LobbySession Submission Type: Special EventAbstractWellness session spaces are limited and on a first come, first served basis. RSVP status will not be checked.Wellness sessions sponsored in part by:Policy AreaSpecial and Business Events ©2025 All Academic, Inc.   |   Privacy PolicyDirect link:Tweet",
      "relevance_score": 0.0
    },
    {
      "session_id": "2259958",
      "title": "Responding to High-Need Populations: Medicare Policy in Action",
      "date": "2025-11-13",
      "start_time": "8:30am",
      "end_time": "10:00am",
      "location": "Hyatt Regency Seattle, 5th Floor, 512 - WillapaSession Submission Type: PanelAbstractMedicare is evolving to meet the needs of high-risk populations, with major implications for how beneficiaries access and experience care. This panel presents four empirical studies that examine: how individuals with new high-need diagnoses navigate plan choices; how expanded eligibility under the Cures Act has shifted the Medicare Advantage (MA) landscape for ESKD patients; how the Inflation Reduction Act’s insulin copay cap has affected access and outcomes; and how Medicare Coverage shapes Treatment of Opioid use disorder. Together, these studies reveal how policy design and beneficiary response shape care for complex populations.",
      "relevance_score": 13.5
    },
    {
      "session_id": "2271410",
      "title": "APPAM Communities First-Gen Researchers",
      "date": "2025-11-13",
      "start_time": "8:30am",
      "end_time": "9:30am",
      "location": "Grand Hyatt Seattle, 1st Floor/Lobby Level, Leonesa 1Session Submission Type: APPAM CommunitiesCommunity Group DescriptionFirst generation college graduates or those whose parents do not have four-year degrees can gather to create a space to discuss this  aspect of diversity. Join the Community to make new connections, discuss your own perspectives on policy research as a first generation researcher and find ways APPAM can continue to support this group.Policy AreaAPPAM CommunitiesOrganizersMichelle Avaroma, APPAMSamuel J Mann, RAND CorporationLeslie Orrantia, University of Wisconsin-Madison ©2025 All Academic, Inc.   |   Privacy PolicyDirect link:Tweet",
      "relevance_score": 2.5
    },
    {
      "session_id": "2313434",
      "title": "• Welcome: A First-timers Huddle",
      "date": "2025-11-13",
      "start_time": "9:45am",
      "end_time": "10:15am",
      "location": "Hyatt Regency Seattle, 6th Floor, 6th Floor MezzanineSession Submission Type: Professional Development ResourcesAbstractThe first time at a conference can be overwhelming. Meet and connect with other first-time APPAM student attendees at this quick huddle.This session is limited to 20 participants.Policy AreaSpecial and Business Events ©2025 All Academic, Inc.   |   Privacy PolicyDirect link:Tweet",
      "relevance_score": 2.5
    },
    {
      "session_id": "2257105",
      "title": "Examining the Reach and Impact of Tax Credits and Transfers at the State and Federal Level",
      "date": "2025-11-14",
      "start_time": "1:45pm",
      "end_time": "3:15pm",
      "location": "Hyatt Regency Seattle, 6th Floor, 601 - HohSession Submission Type: PanelAbstractThis panel brings together four papers that offer empirical insights into how diverse households experience tax credits and transfers—and how those experiences can inform more effective policy.",
      "relevance_score": 4.0
    },
    {
      "session_id": "2260161",
      "title": "Housing Mobility Programs for Families with Housing Choice Vouchers: Impact Findings",
      "date": "2025-11-15",
      "start_time": "10:15am",
      "end_time": "11:45am",
      "location": "Hyatt Regency Seattle, 7th Floor, 701 - ClallumSession Submission Type: PanelAbstractThis panel will bring together impact findings from three separate, but closely-related, evaluations of housing mobility programs for families in the Housing Choice Voucher (HCV) program.",
      "relevance_score": 0.0
    },
    {
      "session_id": "2258296",
      "title": "New Perspectives on People and Places in the Low-Income Housing Tax Credit Program",
      "date": "2025-11-15",
      "start_time": "1:45pm",
      "end_time": "3:15pm",
      "location": "Hyatt Regency Seattle, 7th Floor, 701 - ClallumSession Submission Type: PanelAbstractFor the past forty years, the U.S. has built affordable housing primarily through the Low-Income Housing Tax Credit (LIHTC) program. In contrast to public housing and other federally-subsidized project-based programs, LIHTC properties are built in partnership with private developers, who receive tax credits in exchange for building housing affordable to low-income families. The private-public partnership aspect of the program has implications for who lives in LIHTC and where LIHTC is located. The papers in this panel bring new perspectives and data sources to understand the broader implications of LIHTC development on local contexts, residential mobility patterns, and LIHTC tenants.",
      "relevance_score": 12.0
    }
  ],
  "Max Ghenis": [
    {
      "session_id": "2270702",
      "title": "Membership & Awards Lunch: Point/Counterpoint The Future of the U.S. Department of Education: Reform, Reinvention, or Retrenchment?",
      "date": "2025-11-13",
      "start_time": "12:00pm",
      "end_time": "1:30pm",
      "location": "Hyatt Regency Seattle, 5th Floor, 510 - Elwha BallroomSession Submission Type: Special EventAbstract",
      "relevance_score": 0.0
    },
    {
      "session_id": "2271413",
      "title": "APPAM Communities Undergraduate Education",
      "date": "2025-11-13",
      "start_time": "1:45pm",
      "end_time": "2:45pm",
      "location": "Hyatt Regency Seattle, 7th Floor, 702 - ClearwaterSession Submission Type: APPAM CommunitiesCommunity Group DescriptionThis Community is for educators and researchers committed to supporting the development of undergraduate education in public policy and public affairs as they relate to APPAM educational institutions.Policy AreaAPPAM CommunitiesOrganizersMichelle Avaroma, APPAMT.J. McCarthy, University of Southern California ©2025 All Academic, Inc.   |   Privacy PolicyDirect link:Tweet",
      "relevance_score": 0.0
    },
    {
      "session_id": "2313435",
      "title": "Strategies to Promote and Maintain Wellness",
      "date": "2025-11-13",
      "start_time": "2:45pm",
      "end_time": "3:15pm",
      "location": "Hyatt Regency Seattle, 6th Floor, 6th Floor MezzanineSession Submission Type: Professional Development ResourcesAbstractGraduate school can be challenging and intimidating. Students will join in a peer discussion and provide tools and strategies that they have used to prioritize their health and well-being during graduate school.This session is limited to 20 participants.Policy AreaSpecial and Business Events ©2025 All Academic, Inc.   |   Privacy PolicyDirect link:Tweet",
      "relevance_score": 0.0
    },
    {
      "session_id": "2267863",
      "title": "Poverty and Environmental Inequity: Land, Heat, and Energy",
      "date": "2025-11-13",
      "start_time": "3:30pm",
      "end_time": "5:00pm",
      "location": "Hyatt Regency Seattle, 5th Floor, 506 - SamishSession Submission Type: Paper PanelPolicy AreaNatural Resource, Energy, and Environmental PolicyChairElizabeth Brown, University of North Carolina at Chapel HillDiscussantKester Wade, Carnegie Mellon UniversityIndividual PresentationsCharacterization and determinants of energy poverty disconnections using smart meter data - Presenting Author:  Zheyu Zhang, University of Maryland, College ParkExploring the Moderation of Climate-Adaptive Welfare and Ecowelfare on U.S. Welfare Enrollment after Natural Hazards - Presenting Author:  Christopher Taylor Brown, University of California, BerkeleyLand Reform and Human Capital Development: Evidence from India - Presenting Author:  Vishal Jamkar, University of Minnesota - Twin Cities ©2025 All Academic, Inc.   |   Privacy PolicyDirect link:Tweet",
      "relevance_score": 12.0
    },
    {
      "session_id": "2271403",
      "title": "APPAM Communities BIPOC in Public Policy",
      "date": "2025-11-13",
      "start_time": "3:30pm",
      "end_time": "4:30pm",
      "location": "Grand Hyatt Seattle, 1st Floor/Lobby Level, Leonesa 1Session Submission Type: APPAM CommunitiesCommunity Group DescriptionThis Community was created to help support Black, Indigenous and People of Color engaged in research. Discussions include challenges faced by BIPOC researchers, challenges in the field itself, and ways APPAM and other stakeholders can help engage and promote DEI.Policy AreaAPPAM CommunitiesOrganizersMichelle Avaroma, APPAMJoseph Benitez, University of KentuckyRobynn Cox, University of California, Riverside ©2025 All Academic, Inc.   |   Privacy PolicyDirect link:Tweet",
      "relevance_score": 0.0
    },
    {
      "session_id": "2270703",
      "title": "Presidential Address & Awards: Going Local: The Value of Research on Local Government Policies and Programs",
      "date": "2025-11-13",
      "start_time": "5:00pm",
      "end_time": "6:30pm",
      "location": "Hyatt Regency Seattle, 5th Floor, 510 - Elwha BallroomSession Submission Type: Special EventAbstractAwards:",
      "relevance_score": 0.0
    },
    {
      "session_id": "2270704",
      "title": "Equity & Inclusion Fellowship Current Fellows Meet-Up *Invite only",
      "date": "2025-11-13",
      "start_time": "6:30pm",
      "end_time": "7:15pm",
      "location": "Grand Hyatt Seattle, 1st Floor/Lobby Level, Leonesa 2Session Submission Type: Special EventAbstractPlease note that from 6:30-7:15pm this meet-up is for current Fellows only. Past Fellows can join the meetup from 7:15pm- 8pm.Policy AreaSpecial and Business Events ©2025 All Academic, Inc.   |   Privacy PolicyDirect link:Tweet",
      "relevance_score": 0.0
    },
    {
      "session_id": "2276096",
      "title": "Lincoln Institute of Land Policy",
      "date": "2025-11-13",
      "start_time": "7:00pm",
      "end_time": "8:30pm",
      "location": "Grand Hyatt Seattle, 1st Floor/Lobby Level, DiscoverySession Submission Type: Affiliate ReceptionPolicy AreaAffiliate ReceptionsOrganizersStephanie Peña, Lincoln Institute of Land PolicySolomon J Greene, Lincoln Institute of Land PolicyPatrick Welch, Lincoln Institute of Land Policy ©2025 All Academic, Inc.   |   Privacy PolicyDirect link:Tweet",
      "relevance_score": 0.0
    },
    {
      "session_id": "2268969",
      "title": "New Approaches to Measuring Poverty, Well-Being, and Program Enrollment",
      "date": "2025-11-14",
      "start_time": "10:15am",
      "end_time": "11:45am",
      "location": "Hyatt Regency Seattle, 6th Floor, 603 - SkagitSession Submission Type: Paper PanelPolicy AreaPoverty and Income PolicyChairGregory Acs, Urban InstituteDiscussantsErik Hembre, Federal Reserve Bank of MinneapolisKester Wade, Carnegie Mellon UniversityIndividual PresentationsNational Experimental Wellbeing Statistics - Presenting Author:  Matthew Unrath, University of Southern CaliforniaThe Distribution of Income and Consumption Using Linked Data - Presenting Author:  Derek Wu, University of VirginiaEstimating and Improving CalWORKs (TANF) Cross-Enrollment among CalFresh (SNAP) Participants - Non-Presenting Co-Author:  Joaquin Carbonell, State of California; Presenting Author:  Stephanie Peng, California Department of Social Services ©2025 All Academic, Inc.   |   Privacy PolicyDirect link:Tweet",
      "relevance_score": 12.0
    },
    {
      "session_id": "2270709",
      "title": "Equity & Inclusion Fellowship Luncheon *Invite only",
      "date": "2025-11-14",
      "start_time": "12:00pm",
      "end_time": "1:00pm",
      "location": "Hyatt Regency Seattle, 5th Floor, 511 - Quinault BallroomSession Submission Type: Special EventAbstractThis luncheon is invite only and for the 2025 APPAM Equity and Inclusion cohort class only. You can watch the livestream of this event here: https://www.youtube.com/live/2pOO7GDVYjc?si=GKRFHft7dIgvIe6Z",
      "relevance_score": 0.0
    },
    {
      "session_id": "2270710",
      "title": "Career & PhD Program Fair",
      "date": "2025-11-14",
      "start_time": "1:00pm",
      "end_time": "3:00pm",
      "location": "Hyatt Regency Seattle, 5th Floor, 510 - Elwha Ballroom ASession Submission Type: Special EventAbstractJoin us for the Career & PhD Program Fair! RSVP was collected during registration, but it's not required to attend.Fair Map Linked HereEmployers",
      "relevance_score": 0.0
    },
    {
      "session_id": "2271404",
      "title": "APPAM Communities Chinese Policy Scholars Group (CPSG)",
      "date": "2025-11-14",
      "start_time": "1:45pm",
      "end_time": "2:45pm",
      "location": "Hyatt Regency Seattle, 7th Floor, 702 - ClearwaterSession Submission Type: APPAM CommunitiesCommunity Group DescriptionThis Community fosters a dynamic and inclusive community for scholarly and professional exchange, bringing together Chinese and non-Chinese policy scholars interested in Chinese public policy and comparative public policy.Policy AreaAPPAM CommunitiesModeratorTian Tang, Florida State UniversityOrganizersMichelle Avaroma, APPAMCan Chen, Georgia State UniversityHongtao Yi, Florida State University ©2025 All Academic, Inc.   |   Privacy PolicyDirect link:Tweet",
      "relevance_score": 0.0
    },
    {
      "session_id": "2313438",
      "title": "Building Community Outside of Your Circle",
      "date": "2025-11-14",
      "start_time": "2:45pm",
      "end_time": "3:15pm",
      "location": "Hyatt Regency Seattle, 6th Floor, 6th Floor MezzanineSession Submission Type: Professional Development ResourcesAbstractShare tips on how to make meaningful connections outside of your usual circles and across different schools/departments or fields to strengthen your networks.This session is limited to 20 participiants.Policy AreaSpecial and Business Events ©2025 All Academic, Inc.   |   Privacy PolicyDirect link:Tweet",
      "relevance_score": 0.0
    },
    {
      "session_id": "2268961",
      "title": "SNAP Work Requirements and Their Impact on Health and Financial Well-Being Outcomes",
      "date": "2025-11-14",
      "start_time": "3:30pm",
      "end_time": "5:00pm",
      "location": "Hyatt Regency Seattle, 6th Floor, 606 - TwispSession Submission Type: Student Research PanelPolicy AreaPoverty and Income PolicyChairHussain Hadah, Tulane UniversityDiscussantCatria Gadwah-Meaden, RAND School of Public PolicyIndividual PresentationsBurden or Necessity? Experimental Evidence on Public Perceptions of SNAP’s Work Requirement for College Students - Presenting Author:  Kingsford Onyina, University of North Carolina, CharlotteA SNAP in Age Eligibility: Early Effects of Work Requirements on Program Participation and Financial Struggles - Presenting Author:  Anxhela Beluli, University of DelawareThe Impact of SNAP Work Requirements on Nutrition-Sensitive Comorbidities: Evidence from Hospital Inpatient Data - Presenting Author:  Mitchell McFarlane, Syracuse UniversityHeterogeneous Effects of Income on WIC Participation: The Role of Administrative Burdens - Presenting Author:  Youngbin Lee, University of Missouri-Columbia ©2025 All Academic, Inc.   |   Privacy PolicyDirect link:Tweet",
      "relevance_score": 13.5
    },
    {
      "session_id": "2269915",
      "title": "APPAM Communities Child and Family Policy",
      "date": "2025-11-14",
      "start_time": "3:30pm",
      "end_time": "4:30pm",
      "location": "Hyatt Regency Seattle, 7th Floor, 702 - ClearwaterSession Submission Type: APPAM CommunitiesCommunity Group DescriptionThe Child and Family Policy research community explores how policies, programs, and systems shape the lives of children and the families who care for them. Core issues include child care, parental leave, family economic security, health and mental health services, and child welfare. This work draws from a wide range of disciplines—public policy, economics, sociology, education, public health, social work, and more—engaging researchers, practitioners, policymakers, and advocates across sectors.",
      "relevance_score": 9.0
    },
    {
      "session_id": "2270706",
      "title": "Friday Poster Reception",
      "date": "2025-11-14",
      "start_time": "5:00pm",
      "end_time": "6:30pm",
      "location": "Hyatt Regency Seattle, 7th Floor, 710 - Regency BallroomSession Submission Type: PostersPolicy AreaSpecial and Business EventsIndividual Presentations1. A Case Study of the Implementation of School Finance Reform in New York State - Presenting Author:  Elizabeth Octavina Aritonang, University of Texas at Austin2. Abortion bans and student decisions: Is college enrollment affected by the Dobbs supreme court ruling? - Presenting Author:  Tia Jane Monahan, Teachers College, Columbia University3. Addressing an American Injustice: Political and Administrative Effect on Police Reform - Presenting Author:  William T. Jackson, Florida State University4. A Deep Dive into Oregon’s School Funding Formula – Unpacking Trends for Special Populations - Presenting Author:  Havisha Khurana, University of Oregon5. Administrative Burden and Cross Program Enrollment: New Evidence from State Benefit Portals - Presenting Author:  Swati S Joshi, University of Wisconsin-Madison6. Administrative Burdens and Local Labor Market Interests: Evidence from New York State - Presenting Author:  Virginia Carr Schneider, Georgia State University7. A Just Pathway Toward Climate Resilience: Building Local Communities’ Adaptive Capacity through a State-level Funding Program - Presenting Author:  Zixin (Finnie) Zhao, Duke University8. Analyzing Urban Mobility Using a Statistical Mechanics Approach - Presenting Author:  Yangyang Wang, University of Michigan Ann Arbor; Non-Presenting Co-Author:  TAYO FABUSUYI, University of Michigan Ann Arbor9. Are Discipline Practices Pushing Students Out…to Another School? Longitudinal Analysis of Student Mobility - Non-Presenting Co-Author:  Margaret K Powers, Washington University in St. Louis; Non-Presenting Co-Author:  Somalis Chy, Washington University in St. Louis; Presenting Author:  Jason Jabbari, Washington University in St. Louis; Non-Presenting Co-Author:  Yung Chun, Washington University in St. Louis10. Behavioral Charity: Third-Party Ratings of Nonprofits as Salience and Heuristics - Presenting Author:  Md Ashraful Haque, Syracuse University13. Burnout, Turnover, and EHR Usability: A Mixed Methods Study in Public Health Policy Implementation - Presenting Author:  Jourdan Banks, Florida International University16. Can Intersectional Analysis of Race-Gender-First Generation College Status & Ethnicity Advance Equity Metrics, Policy & Practice? - Non-Presenting Co-Author:  Nancy Lopez, University of New Mexico; Presenting Author:  Claudia Maria Diaz Fuentes, University of New Mexico18. Checks and balances, or one-mind in two bodies? Examining the Administrative-Judicial Dynamics in Refugee Decision-Making - Presenting Author:  Ha Lim Lee, Kyung Hee University; Non-Presenting Co-Author:  Do Han Kim, Kyung Hee University, South Korea; Non-Presenting Co-Author:  Dongjae Jung, Korea Institute of Public Administration19. Child Quantity-Quality Trade-off: Evidence from China’s Relaxation of One-Child Policy - Presenting Author:  Yingxin Zhang, The University of Texas at Austin20. Coal Industry Decline and Workforce Adaptation: Insights from a Natural Experiment in Colombia - Presenting Author:  Tania Camila Lamprea Barragan, University of Maryland21. Cognitive Factors Impacting American People’s Preparedness for Terrorism Events - Presenting Author:  Sidi Cheng, Virginia Commonwealth University22. Adoption of Water Smart Agriculture Practices by Smallholder Farmers in Central America’s Dry Corridor - Presenting Author:  Ana G Andino, Duke University27. Does increased availability of modern contraceptives reduce unwanted pregnancies? - Evidence from Senegal - Presenting Author:  Jiayuan Wang, University of Washington28. Does Instructional Quality Mediate the Impacts of Pedagogical content knowledge on Student Achievement in Mathematics - Presenting Author:  Mengyuan Liang, Rutgers University29. Does netizen expressions of environmental issues affect government response in China? Evidence from Chinese e-participation platform - Presenting Author:  Jiaxing Wang, Hong Kong University of Science and Technology (Guangzhou); Non-Presenting Co-Author:  Yuge Wang, City University of Hong Kong; Non-Presenting Co-Author:  Ruoyun Wang, The Hong Kong University of Science and Technology(Guangzhou); Non-Presenting Co-Author:  Corey Kewei XU, Hong Kong University of Science and Technology（Guangzhou)30. Does Reimbursement Matter? Evaluating Medicare Advantage Plan Availability and Penetration - Presenting Author:  Salpy Kanimian, Rice University31. Do risk perceptions drive climate adaptation behaviors among small-scale producers in Nigeria? - Presenting Author:  Rebecca Toole, University of Washington; Non-Presenting Co-Author:  Didier Yelognisse Alia, University of Washington; Non-Presenting Co-Author:  C. Leigh Anderson, University of Washington32. Do We have the Capacity? Examining the Potential of School-Based Telehealth - Presenting Author:  Sara White, Vanderbilt University33. Early Impacts of California’s Universal FAFSA Policy: Can a Soft FAFSA Policy Increase Financial Aid Awards/Enrollment? - Presenting Author:  Ellyn Terry, University of Washington34. Effects of Provider Payment Reductions on Skilled Nursing Facility Utilization and Patient Outcomes - Presenting Author:  Kalli Koukounas, Brown University36. Engaging Communities to Advance Environmental Justice: A Review of the Washington State HEAL Act - Presenting Author:  Yulan Kim, University of Washington; Non-Presenting Co-Author:  Mark Nepf, University of Washington; Non-Presenting Co-Author:  Grant Blume, University of Washington37. Evaluating the Impact of School Work Style Reform in Japan - Presenting Author:  Kenta Nagasawa, Florida State University38. Evaluating the Mental Health Impact of Fare  Reduction Initiatives on Low-Income Communities - Presenting Author:  Jana Abou Hjaily, University of Pittsburgh39. Evolving Language in Disaster Recovery: A Longitudinal NLP Analysis of CDBG-DR Action Plans - Presenting Author:  Sanam Aksha, University of Central Florida40. Examination of Vulnerable Population’s Climate Justice Concerns and Policy Positions - Presenting Author:  Yu Wang, Iowa State University41. Examining Factors Influencing Diffusion and Adoption of Technological Innovation in Ghana’s Health Sector. - Presenting Author:  Kwabena Ampong Kutin-Buah, University College London43. Examining the Secondary Effects of the Los Angeles Police Department’s Operation LASER on Los Angeles Neighborhoods - Presenting Author:  Cristian Apolinar, University of California Irvine45. Exploring School and District Responses to Gun Violence: Impacts on Educator Composition and Student Outcomes - Presenting Author:  Jerome Graham, Michigan State University; Non-Presenting Co-Author:  Su Yon Choi, Michigan State University46. Exploring the drivers and consequences of elite coach migration - Presenting Author:  Yoojin Shin, Kyung Hee University; Non-Presenting Co-Author:  Do Han Kim, Kyung Hee University, South Korea48. Exploring the Mechanisms of a Language-Based Parenting Intervention: Evaluation of the LENA Program - Presenting Author:  Jessica Nicole Rood, Rice University49. Federalism and Local Governments: The United States and India as Examples of Opioid Spending Policies - Presenting Author:  Georgia Litle, University of Oklahoma50. Food is Medicine: The Effectiveness of Delaware's Feeding Families Program in Managing Chronic Conditions - Presenting Author:  Sunday John Oluwadero, University of Delaware52. From Application to Agreement: Unpacking Landlord Decision-Making with Housing Voucher Holders - Presenting Author:  Alex Sizemore, RAND School of Public Policy54. Heterogeneous Treatment Effects in Cross-Cultural College Housing for Economically Disadvantaged Students: A Machine Learning Approach - Presenting Author:  Hsin-Ta Tsai, Georgia Institute of Technology & Georgia State University55. How Do Accountability Influence Street-Level Bureaucrats' Adoption of AI Recommendations? ——A Survey Experiment - Presenting Author:  Jiachen Jiang, Tsinghua University57. How performance gaps shape local governments’ policy implementation: Evidence from China's EVMR below provincial level - Presenting Author:  Meilin Tang, Sichuan University58. Immigration Policies and Human Capital: The Impact on Undocumented College Attendance - Presenting Author:  David Titus, Cornell University59. Impact of Mental Health Indicators in Online Citizen Petitions on Government Responses: A Machine Learning Approach - Presenting Author:  Wenjin Chen, The Hong Kong University of Science and Technology60. Impacts of Child Care Stabilization Funding in Wisconsin - Presenting Author:  Hilary M Shager, Institute for Research on Poverty61. Insights into the Workforce Innovation and Opportunity Act: A Wisconsin Case Study - Presenting Author:  Jamie Koenig, University of Wisconsin-Madison; Non-Presenting Co-Author:  David J Pate, University of Wisconsin-Madison; Non-Presenting Co-Author:  Hilary M Shager, Institute for Research on Poverty; Non-Presenting Co-Author:  Marci Ybarra, University of Wisconsin-Madison; Non-Presenting Co-Author:  Liesl Hostetter, Institute for Research on Poverty; Non-Presenting Co-Author:  Grace Landrum-Hall, University of Wisconsin-Madison; Non-Presenting Co-Author:  Sarah A Wesela, University of Wisconsin-Madison63. Integrating Privately-Managed Parks into Urban Policy and Planning Frameworks - Presenting Author:  Junga Han, North Carolina State University64. Investing in Student Success: COVID-19 Stimulus Checks and Attendance, Behavioral, and Academic Outcomes of Multilingual Learners - Presenting Author:  Katherine Braham Pedersen, University of Pennsylvania65. Local Labor Market Conditions and Career and Technical Education (CTE) Teacher Turnover - Presenting Author:  Kevin Austin Ganus, Florida State University66. Mapping Nonattainment Areas from Space: Satellite-Based Approaches to Air Quality Surveillance - Presenting Author:  Taylor West, University of Maryland, Baltimore County67. Medicaid Expansion and Cancer Outcomes: Heterogeneous Effects by Geographic Access to Oncology Centers - Presenting Author:  Kristine Jenny Hahm, University of Texas, Dallas69. Medicaid Managed Care Coverage and Receipt of Medication for Alcohol Use Disorder - Presenting Author:  Miguel Antonio Garcia Estrada, University of Georgia70. Mindful Language and Inclusive Policy: Investigating Biased Language in Engineering Education Research - Presenting Author:  Li Tan, Arizona State University71. Urban highways are barriers to park use: Evidence from smartphone mobility data - Presenting Author:  Youngjae Won, North Carolina State University73. Navigating Energy Insecurity in Low-Income Renting Households - Presenting Author:  Kester Wade, Carnegie Mellon University; Non-Presenting Co-Author:  Destenie Nock, Carnegie Mellon University; Non-Presenting Co-Author:  David Konisky, Indiana University; Non-Presenting Co-Author:  Sanya R Carley, University of Pennsylvania; Non-Presenting Co-Author:  Ben Hellerstein, Indiana University; Non-Presenting Co-Author:  Alison Knasin, University of Pennsylvania74. Navigating Role Conflict and Ambiguity: Challenges for Disease Intervention Specialists in Public Health Collaboration - Presenting Author:  Youjung Song, University at Albany75. New York State Medicaid Managed Care Database (2010-2021) - Presenting Author:  Ashley L Hopkins, University of California - Los Angeles76. Occupational Heterogeneity and Disruptions to Domestic Outsourcing: Immigration Enforcement and Skilled Women’s Labor Decision - Presenting Author:  Sanghee Mun, University of Illinois77. Telehealth for Substance Use Disorders: Informing Policy Through Utilization Patterns in Federally Qualified Health Centers - Presenting Author:  Auti Johnson, University of Pittsburgh79. Perceived Wildfire Risk and Housing Markets: Evidence from Evacuation Orders in California - Presenting Author:  Mehdi Nemati, University of California, Riverside80. Policy Feedback Effects of the Stimulus Check on Basic Income Policy Support - Presenting Author:  Jaeyoung Jang, University of North Carolina, Charlotte81. Policy Implications of Familial, Social, and Cultural Influences on International STEM Doctoral Students - Presenting Author:  Xingchen Xu, Arizona State University82. Political Ideology, Perception Environmental Risk and Attitudes toward Government Spending for Environmental Protection - Presenting Author:  Fustel Mwamba Ngalula, University of North Carolina, Charlotte83. Prolonged Support? State-Level Variations in Extended Unemployment Benefits During the COVID-19 Pandemic - Presenting Author:  Jihye Lee, Washington University in St. Louis; Non-Presenting Co-Author:  Liwei Zhang, The University of Georgia; Non-Presenting Co-Author:  Jaesung Lee, University of Georgia84. Public Acceptance of Mobile Community Microgrids: The Roles Power Outage Experiences, and Energy Justice - Presenting Author:  Chien-fei Chen, Clemson University86. Reducing Leakages in Food-Based Safety Nets: Evidence from India’s Public Distribution System (PDS) - Presenting Author:  Raghav Puri, Cornell University87. Reentry Supports to Facilitate Continued Higher Education After Prison – Insights from New York’s Public Universities - Presenting Author:  Darryl S Epps, State University of New York - SUNY Higher Education in Prison; Non-Presenting Co-Author:  Brielle Mariucci, Public Policy Lab; Non-Presenting Co-Author:  Brendan Mapes, The State University of New York, Office of Higher Education in Prison88. Reforming Local Food Assistance: Evidence and Community-Led Solutions from New York City - Presenting Author:  Marisa Lenay Carter, Columbia University89. Regional Collaborative Governance and Inclusionary Zoning: Policy Implementation and Institutional Arrangement in King County, WA - Presenting Author:  Zhongmin E Luo, University of Washington93. Say No to Nicotine: Effects of Tobacco Access on Crime, Education, and Mental Health - Presenting Author:  Pete Pridanonda, University of California, Riverside95. Social Class Composition, Residential Segregation, and Social Capital—A Story for South Jersey - Presenting Author:  Yanan Li, University of Tennessee (Knoxville)96. Social Safety Net Engagement and Child Welfare Outcomes: Evidence from Wisconsin Administrative Data - Presenting Author:  Anna Ko, University of Wisconsin-Madison; Non-Presenting Co-Author:  Lawrence M. Berger, University of Wisconsin-Madison; Non-Presenting Co-Author:  Jessica Erin Pac, University of Wisconsin-Madison98. Strengthening STI workforce Collaboration: The Role of Knowledge and Policy Coproduction - Presenting Author:  Marzuka Ahmad Radia, University at Albany99. Students Experiencing Homelessness: Academic Achievement and Spillover Effects - Presenting Author:  Salma Mohammad Ali, Georgia State University100. Students with Disabilities Under Neoliberal Education Agenda: The Fight for Democratic Restoration - Presenting Author:  Xiao Liang, Stony Brook University101. Teacher attrition amid geographical, societal, and economic realities: Fifteen years of the Kansas teacher workforce - Presenting Author:  Chanh Bao Lam, Kansas State University102. The Adoption and Safe Families Act and the Termination of Parental Rights of Incarcerated Mothers - Presenting Author:  Tia M Dickerson, Columbia University103. The Effect of Savings Annuitization on Elderly Outcomes - Presenting Author:  Tatiana Hiller, University of California, Davis104. The Efficacy of Targeted Funding on Retaining Alternative Certification Teachers in Hard-to-Staff Districts - Presenting Author:  Brian Cartiff, University of South Carolina; Non-Presenting Co-Author:  Angela Starrett, University of South Carolina; Non-Presenting Co-Author:  Svetlana Dmitrieva, University of South Carolina105. The Hidden Costs of Clinical Trial Deregulation in South Korea - Presenting Author:  Youngdal Son, Sungkyunkwan University106. The Impact of Dual Enrollment on Postsecondary Outcomes: Evidence from Kentucky’s Dual Credit Policy - Presenting Author:  Youngran Kim, Florida State University; Non-Presenting Co-Author:  Rajeev Darolia, University of Kentucky; Non-Presenting Co-Author:  Chuanyi Guo, University of Kentucky107. The Impact of the Earned Income Tax Credit on Young Adults' Educational Outcomes - Presenting Author:  Hofner Rusiana, California State University, Long Beach108. The Impacts of Extreme Weather on the Implementation of Head Start Services - Non-Presenting Co-Author:  Todd Grindal; Presenting Author:  Nicholas Ortiz, SRI Education110. The Making of a Public Sector Worker: Causal Effects of Temporary Work Assignments to Poor Areas - Presenting Author:  Mariel R Bedoya, Teachers College, Columbia University113. The State of Social Control: Exploring the Relationship between Exclusionary Discipline and Incarceration Across States - Presenting Author:  Kathryn Elsa James McGraw, Vanderbilt University; Non-Presenting Co-Author:  Richard O Welsh, University of Georgia114. The Value of Intermediation in Bikeshare - Presenting Author:  Anya Tarascina, University of Wisconsin-Madison115. To Not Move Forward is to Fall Behind: Evidence of policy failure in India - Presenting Author:  Sayak Khatua, Oregon State University116. Top-down, bottom-up, or both? Configurational paths to administrative burden reduction - Presenting Author:  Yao Liu, Xi'an Jiaotong University; Non-Presenting Co-Author:  Bin Chen, Baruch College (City University of New York)117. Underestimating the ideological complexity of outgroup members’ opinions drives partisan animosity - Presenting Author:  Max Spohn, Harvard University118. Understanding Faith-Based Providers’ Participation in the Child Care Subsidy System: Mixed-Methods Evidence from Arkansas - Non-Presenting Co-Author:  Todd Grindal; Non-Presenting Co-Author:  Nancy Perez, SRI International; Non-Presenting Co-Author:  Kirby A. A Chow, SRI International; Presenting Author:  Annie Partika, SRI Education120. Understanding the Long-Term Dynamics of Special Education Expenditures in Massachusetts - Presenting Author:  Christopher Cleveland, Brown University121. Understanding Well-Being and Income Volatility: Welfare “without” the Bureaucracy - Presenting Author:  David J Pate, University of Wisconsin-Madison122. Administrative Challenges for Home-Based Child Care Providers in Michigan - Presenting Author:  Rebecca Frausel, Public Policy Associates; Non-Presenting Co-Author:  Colleen E. Graber, Public Policy Associates; Non-Presenting Co-Author:  Dirk F Zuschlag, Michigan State University123. Unequal Housing and Neighborhood Outcomes by Disability Status: ​Exploring Moderating Role of Naturally Occurring Retirement Communities - Presenting Author:  Seongbo Son, The University of Chicago; Non-Presenting Co-Author:  Philip M Garboden, The University of Chicago124. Unfilled Opportunities: The Racial Gap in the Construction Industry - Presenting Author:  Xiting Zhang, University of Minnesota125. Unintended Consequences: Childless Workers, the EITC, and the Minimum Wage - Presenting Author:  Christopher Wodicka, University of Pennsylvania126. Unlocking the Potential of IEP Data: Designing AI Tools for Scalable Special Education Research - Presenting Author:  Adrienne Danielle Woods, SRI International127. Unpacking the Forces Driving Local Social Policy Discretion in Welfare Eligibility - Presenting Author:  Peng Chenhong, The University of Hong Kong129. What Changed between Gen X and Millennials? Investigating Recent Declines in U.S. Fertility - Presenting Author:  Janna Johnson, University of Minnesota130. What Do HOAS Do? Text and Sentiment Analysis of CC&Rs in Orange County, Florida - Presenting Author:  Rory Renzy, Georgia State University132. When Curfews Save Lives: Private Education, Sleep Deprivation, and Suicide - Presenting Author:  Jongho Paul Choe, Florida State University133. Why Communities Say No: An LLM-based Analysis of Community Acceptance in Renewable Energy Projects - Presenting Author:  Chaerim Song, Korea Advanced Institute of Science and Technology; Non-Presenting Co-Author:  Soh Young In, Korea Advanced Institute of Science and Technology; Non-Presenting Co-Author:  Gaku Morio, Stanford University; Non-Presenting Co-Author:  Hayoon Song, Korea Advanced Institute of Science and Technology134. Words Can Move Mountains: How Policy Narrative Changes Individuals' Preferences of Policy Instruments - Presenting Author:  Boyan Liu, Tsinghua University135. Characteristics of and Variation in Suicide Mortality Related to Retirement During the Great Recession - Presenting Author:  Aparna Ananthasubramaniam, University of Michigan Ann Arbor136. Citizen Co-production Motivations: A Systematic Review and the SPIENM Framework - Presenting Author:  Siyu Lyu, University of Pittsburgh; Non-Presenting Co-Author:  Yang Jia, Chongqing University137. Clearing the Air: The Complex Relationship Between Trucks, NOₓ Reductions, and Ozone Formation in Bogotá - Presenting Author:  Phillip Sangwoo Lee, University of Southern California138. Climate Maladaptation and the Commons: Groundwater Management in India - Presenting Author:  Nikhil Basavappa, Columbia University; Non-Presenting Co-Author:  Ricardo Pommer Muñoz, Columbia University139. Co-Designing and Evaluating a Microgrant Program for Household Flood Resilience in San Bruno, California - Non-Presenting Co-Author:  Sarah Fendrich, Stanford University; Presenting Author:  Hannah Melville-Rea, Stanford University140. Co-Developing an Evidence-Based Instructional Model to Improve Outcomes in Postsecondary Online STEM Courses - Presenting Author:  Susan Bickerstaff, Community College Research Center141. Access to School Support Staff in Rural Kentucky - Non-Presenting Co-Author:  Jason Clark Lee, RAND Corporation; Non-Presenting Co-Author:  Christine Mulhern, RAND Corporation; Presenting Author:  Andrea Phillips, RAND Corporation142. Assessing the Effects of Alternative Financial Services Regulations on Food Insecurity amid Natural Disasters - Presenting Author:  Yunhee Chang, University of Mississippi143. Trends and Penalties in the New Jersey's Teacher Workforce Landscape - Presenting Author:  Obofoni Ann Obadan, Rutgers University - New Brunswick; Non-Presenting Co-Author:  Stephanie Walsh, Rutgers University - New Brunswick144. Emergency Teacher Certifications in Special Education: Implications for Teachers and Their Students - Presenting Author:  Tashnuva Shaheen, Binghamton University (SUNY-Binghamton)146. Estimating Time Discount Rate for Covid-like Diseases Vaccination: from a Discrete Choice Experiment in Wuhan - Presenting Author:  Yichao Jin, University of Texas, Dallas; Non-Presenting Co-Author:  Dohyeong Kim, University of Texas, Dallas147. Expanding Access to “Miracle Drugs”? The Impact of Medicaid Coverage on Take-Up of GLP-1 Medication - Presenting Author:  Kejda Llana, University of Delaware148. Heat, Health, and Place: Policy-Relevant Evidence from Aging Populations - Presenting Author:  Hyunjung Ji, University of Alabama149. The Threat of AI-Generated Misinformation in the Election: Social Media, Policy Challenges, and Detection Gaps - Presenting Author:  Yenting Lin, George Mason University150. The Effect of Expansions to the Earned Income Tax Credit on the Material Hardship of Families with Children - Presenting Author:  Victoria Hunter Gibney, Center on Budget and Policy Priorities151. A Systematic Analysis of Federal Administrative Guidance on Public Participation and Lived Experience - Presenting Author:  Ojooluwa Ibiloye, University of Delaware152. Climate Resilience and Collective Action in Monrovia’s Coastal Communities - Presenting Author:  Mohammed W Bah, University of California, Irvine; Non-Presenting Co-Author:  Nicola Ulibarri, University of California, Irvine155. Perceived Social Contract Violations and Voluntary Compliance: Evidence from China’s Personal Pension Reform - Presenting Author:  Boyan Liu, Tsinghua University78. Mismatch in the Labor Market: High-Skill Immigrants and Their Underutilization - Presenting Author:  Elif B Dilden, Rockhurst University ©2025 All Academic, Inc.   |   Privacy PolicyDirect link:Tweet",
      "relevance_score": 0.0
    },
    {
      "session_id": "2290018",
      "title": "LGBTQ+ Researchers APPAM Communities Happy Hour",
      "date": "2025-11-14",
      "start_time": "6:00pm",
      "end_time": "8:00pm",
      "location": "Grand Hyatt Seattle, 1st Floor/Lobby Level, Leonesa 1Session Submission Type: Special EventAbstractHappy Hour for the LGBTQ+ Researchers APPAM Communities. Refreshments provided. Event Details: - Date: Friday, November 14 - Time: 6:00 PM- 8:00 PMPolicy AreaSpecial and Business Events ©2025 All Academic, Inc.   |   Privacy PolicyDirect link:Tweet",
      "relevance_score": 0.0
    },
    {
      "session_id": "2270717",
      "title": "Wellness Session: HIIT *RSVP required",
      "date": "2025-11-14",
      "start_time": "7:00am",
      "end_time": "7:30am",
      "location": "Hyatt Regency Seattle, 6th Floor, 6th Floor FoyerSession Submission Type: Special EventAbstractWellness session spaces are limited and on a first come, first served basis. RSVP status will not be checked.Wellness sessions sponsored in part by:Policy AreaSpecial and Business Events ©2025 All Academic, Inc.   |   Privacy PolicyDirect link:",
      "relevance_score": 0.0
    },
    {
      "session_id": "2259458",
      "title": "Access and Retention in SNAP and WIC: Patterns and Interventions",
      "date": "2025-11-14",
      "start_time": "8:30am",
      "end_time": "10:00am",
      "location": "Grand Hyatt Seattle, 1st Floor/Lobby Level, Princess 1Session Submission Type: PanelAbstractMuch of public benefit attainment in programs like SNAP and WIC relates to administrative processes and associated burdens, and many studies take as their premise that addressing these administrative barriers can increase benefit access and retention (Herd & Moynihan, 2018; Giannella et al, 2024; Wu & Meyer, 2021). In a policy environment with substantial devolution in programs like TANF and the potential for future devolution in others (Bruch et al, 2018), understanding patterns of benefit access and retention on a state-by-state level may inform how to make these programs more effective and resilient. Recent research demonstrates that increases in state-level administrative discretion have indeed increased differences in benefit attainment (Herd & Moynihan 2023). This panel brings together state-level analyses of SNAP and WIC cases using administrative data to understand how different elements of program administration impact access and retention, particularly in ways that may impact existing disparities. The first paper, by Basurto et al., studies SNAP take-up differences based on state adoption of online applications. The second paper, by Fox-Dichter et al., describes patterns of churn in the New Jersey SNAP caseload, examining characteristics of the cases most likely to miss four or fewer months of benefits within a few years of SNAP versus those that stayed on SNAP for the duration of that time frame. The third paper, by Bitler et al., examines WIC retention and whether the transition to WIC EBT on the county level impacted recertification in a mountain state. Taken together, these papers will provide insights into how local-level differences and discretion in program administration may impact participants’ access and retention of benefits, identifying opportunities for future state- and local-level improvement, and how states can make use of administrative data as well as online discourse for program learning and improvement.Policy AreaPoverty and Income PolicySecondary Policy AreaSocial Equity and RaceChairAndrea Hetling, Rutgers University - New BrunswickDiscussantsLaura Peck, Rutgers UniversitySwati S Joshi, University of Wisconsin-MadisonOrganizerSophia Fox-Dichter, Rutgers University - New BrunswickIndividual PresentationsThe Role of Technology in the Safety Net: Adoption of Online SNAP Applications - Presenting Author:  Luis E Basurto, Cornell UniversityPatterns of Churn in New Jersey's SNAP Caseload - Presenting Author:  Sophia Fox-Dichter, Rutgers University - New Brunswick; Non-Presenting Co-Author:  Andrea Hetling, Rutgers University - New Brunswick; Non-Presenting Co-Author:  Kirsten Meidlinger, Rutgers University - New BrunswickEffects of EBT on Program Enrollment: Evidence from a Mountain State - Non-Presenting Co-Author:  Marianne Bitler, University of California, Davis; Presenting Author:  Caitlin Shamoly Dutta, University of Wisconsin-Madison; Non-Presenting Co-Author:  Seojung Oh, University of North Carolina, Charlotte; Non-Presenting Co-Author:  Jason B Cook ©2025 All Academic, Inc.   |   Privacy PolicyDirect link:Tweet",
      "relevance_score": 13.5
    },
    {
      "session_id": "2271408",
      "title": "APPAM Communities Early Career Professionals",
      "date": "2025-11-14",
      "start_time": "8:30am",
      "end_time": "9:30am",
      "location": "Grand Hyatt Seattle, 1st Floor/Lobby Level, Leonesa 1Session Submission Type: APPAM CommunitiesCommunity Group DescriptionThis Community is for those new to the research world (less than 10 years post terminal degree) and is meant to help support those just starting out in their career, whether academia, government, think tank, NGO, non-profit or a corporate role.",
      "relevance_score": 0.0
    },
    {
      "session_id": "2311226",
      "title": "How AI is Transforming Public Policy Education and Research",
      "date": "2025-11-14",
      "start_time": "8:30am",
      "end_time": "10:15am",
      "location": "Hyatt Regency Seattle, 5th Floor, 511 - Quinault BallroomSession Submission Type: RoundtableAbstractArtificial intelligence is reshaping the landscape of public policy education and research, offering both immense promise and profound challenges. This session will bring together educators, researchers, and practitioners to explore how AI is transforming how we teach, learn, and produce policy-relevant knowledge.Led bythe Institutional Reps, this session will help start a conversation about the emerging applications of AI in the classroom, how academic administration is providing support, how AI in data gathering, analysis and policy modeling is changing how research is performed and how we all need to continue to evolve in how we integrate AI into our classrooms and our research.This session marks the first in a continuing series of APPAM institutional member conversations on AI’s role in shaping the future of policy education, research, and scholarship. Join us for this engaging discussion immediately following the Institutional Reps Meeting on Friday, November 14th, 7:30–8:30 AM at the Hyatt Regency Seattle (5th floor, Quinault Ballroom).Policy AreaInnovations in Science and TechnologyOrganizerLeslie Ofori, APPAM ©2025 All Academic, Inc.   |   Privacy PolicyDirect link:Tweet",
      "relevance_score": 0.0
    },
    {
      "session_id": "2315669",
      "title": "Meet the JPAM Editor at APPAM Central",
      "date": "2025-11-14",
      "start_time": "9:30am",
      "end_time": "10:30am",
      "location": "Hyatt Regency Seattle, 7th Floor, 710 - Regency BallroomFriday, November 14, 3:30 to 4:30pm, Property:  Hyatt Regency Seattle, Floor: 7th Floor, Room: 710 - Regency BallroomSession Submission Type: Special EventAbstractCome meet JPAM Editor Erdal Tekin at the JPAM lounge at APPAM Central in the exhibit hall.Policy AreaSpecial and Business EventsSpeakerErdal Tekin, American University ©2025 All Academic, Inc.   |   Privacy PolicyDirect link:Tweet",
      "relevance_score": 0.0
    },
    {
      "session_id": "2313437",
      "title": "Navigating Imposter Syndrome",
      "date": "2025-11-14",
      "start_time": "9:45am",
      "end_time": "10:15am",
      "location": "Hyatt Regency Seattle, 6th Floor, 6th Floor MezzanineSession Submission Type: Professional Development ResourcesAbstractImposter syndrome can be prevalent in graduate school, especially if you are the first person in your family to go to graduate school or if there is no diversity in your program. Come share tips on how you’ve handled self-doubt, learn how to build confidence, and connect with others going through the same thing.This session is limited to 20 participants.Policy AreaSpecial and Business Events ©2025 All Academic, Inc.   |   Privacy PolicyDirect link:Tweet",
      "relevance_score": 0.0
    },
    {
      "session_id": "2260094",
      "title": "Poverty Measurement: New Advances, Insights and Policy Implications",
      "date": "2025-11-15",
      "start_time": "10:15am",
      "end_time": "11:45am",
      "location": "Hyatt Regency Seattle, 6th Floor, 604 - SkykomishSession Submission Type: PanelAbstractPanel Abstract",
      "relevance_score": 62.67
    },
    {
      "session_id": "2269547",
      "title": "APPAM Communities The Caste System in India and Public Policy",
      "date": "2025-11-15",
      "start_time": "10:15am",
      "end_time": "11:15am",
      "location": "Grand Hyatt Seattle, 1st Floor/Lobby Level, Leonesa 1Session Submission Type: APPAM CommunitiesCommunity Group DescriptionTo the best of our knowledge, for the first time in the APPAM conference, a community gathering is proposed on the theme of ‘Caste and Public Policy’. The organizers come with a thematic expertise across critical caste and race studies, stratification economics, analysis of discrimination, mixed methodologies, policy analysis, and policymaking.",
      "relevance_score": 0.0
    },
    {
      "session_id": "2270707",
      "title": "Saturday Poster Luncheon",
      "date": "2025-11-15",
      "start_time": "12:00pm",
      "end_time": "1:30pm",
      "location": "Hyatt Regency Seattle, 7th Floor, 710 - Regency BallroomSession Submission Type: PostersPolicy AreaSpecial and Business EventsIndividual Presentations1. A Multiple Streams Analysis of Public School Funding in the US - Presenting Author:  Rachelle H Haynik, University of Pittsburgh2. Activated, Empowered, Abandoned, and Insecurity: A Process-tracing Approach to Evaluating Youth-focused Active Labor Market Policies - Presenting Author:  Donatus Doe, University of Delaware3. Adjusting for Under-Reporting of CPS Involvement in the FFCWS: Implications for Empirical Analyses - Non-Presenting Co-Author:  Lawrence M. Berger, University of Wisconsin-Madison; Non-Presenting Co-Author:  Tia M Dickerson, Columbia University; Presenting Author:  Hye-Min Jung, Columbia University; Non-Presenting Co-Author:  Margaret M. C. Thomas, The University of Chicago; Non-Presenting Co-Author:  Jane Waldfogel, Columbia University5. Applying the NICER Framework to US Welfare Attitudes: Updating Deservingness Research with Recent Survey Data - Presenting Author:  Caroline Roddey, Northwestern University6. Asian Immigrant Maternal Depression, Acculturation, and Child Kindergarten Outcomes: A Comparison with U.S.-born Asian Families - Presenting Author:  Jin H Kim, Northeastern Illinois University8. Association between pharmaceutical industry payments and physicians’ controlled substance purchasing behavior - Presenting Author:  SunJung Yoon, University of Maryland, College Park10. Barriers to Protection: A Legal Epidemiology Analysis of U.S. State Laws Governing Student Access to Sunscreen - Presenting Author:  Victoria Wyant, University of Pittsburgh; Non-Presenting Co-Author:  Auti Johnson, University of Pittsburgh; Non-Presenting Co-Author:  Austin Wyant, Harvard University11. Beyond English Learner Status: Evidence on Reclassification Timing and Academic Outcomes - Presenting Author:  Dong Hoon Lee, Syracuse University12. Bridging the Gap: Analyzing Factors Affecting Collaboration in South Korean Air Pollution Policy Development - Presenting Author:  Gahyun Lee, University of Michigan Ann Arbor13. Building Futures: The Impact of Affordable Housing on Student Achievement - Presenting Author:  Kejda Llana, University of Delaware14. Bureaucratic Discretion and Migrant Welfare: A Comparative Study of Kerala and Maharashtra - Presenting Author:  Neha Mallick, Columbia University16. Centering Children’s Voices: Rethinking How We Study Child Poverty - Presenting Author:  Abbie Elizabeth Klein, University of Wisconsin-Madison17. Challenges in Policy Pilot Evaluations: A Critical Review of Difference-in-Differences Applications in China - Presenting Author:  Mingxi Zhang, Hong Kong University of Science and Technology (Guangzhou); Non-Presenting Co-Author:  Xun Wu19. Credit Score Implications of Pregnancy and Childbirth Among Louisiana Medicaid Beneficiaries - Non-Presenting Co-Author:  Brigham Cody Walker, Tulane University; Presenting Author:  Wei-Cheng Tsai, Tulane University20. Credit-seeking or Blame Avoidance：How Central Inspections Shape Local Innovation Dynamics in China - Presenting Author:  YIQI TANG, Shanghai University of Finance and Economics22. Descendants of the Great Migration - Presenting Author:  Bezankeng Njinju, University of Wisconsin-Madison23. Determinants of Labor Force Participation in Older Adults: A Cross-Country Comparison - Presenting Author:  Ockju Hyeon, Ewha Womans University; Non-Presenting Co-Author:  Youngmin Cho, Ewha Womans University24. Digging for Conflict Patterns: Understanding the Relationship Between Mining and Conflict in Central Asia’s Ferghana Valley - Presenting Author:  Elisa Yoshiara, RAND Corporation26. Do Election Outcomes of Law Enforcement Officials Impact Public Safety? Evidence from the Sheriff’s Office. - Presenting Author:  Debbie Amewu, University of South Carolina27. Does Emotion-based Response Work? The Impact of Government Response Strategies on Citizens’ Satisfaction - Presenting Author:  Ruoyun Wang, The Hong Kong University of Science and Technology(Guangzhou); Non-Presenting Co-Author:  Corey Kewei XU, Hong Kong University of Science and Technology（Guangzhou); Non-Presenting Co-Author:  Liang Ma, Renmin University of China28. Does Head Start Create Lasting Benefits to Children? Analysis with Additional CNLSY Data - Presenting Author:  Hye-Min Jung, Columbia University; Non-Presenting Co-Author:  Eugene Ho, Teachers College, Columbia University; Non-Presenting Co-Author:  Jiawen Cui, Columbia University29. Does merging mandated collaborative governance networks improve community-based outcomes? - Non-Presenting Co-Author:  Hanvit Kim, University of Central Florida; Presenting Author:  Andrew Alfred Sullivan, University of Central Florida; Non-Presenting Co-Author:  Xi Huang, University of Central Florida30. Early Childhood System Workforce Intersections and Implications for Recruitment and Career Development - Presenting Author:  Colleen E. Graber, Public Policy Associates32. Effectiveness of Enhanced Core Reading Instruction for Students At Risk of Reading Disabilities: Years 1-3 Findings - Presenting Author:  Elaine Lin Wang, RAND Corporation33. Effects of State Steering Strategies on Development of Inter-Organizational Partnerships by Small Community Water Systems - Presenting Author:  Alice Lubeck, University of Massachusetts at Amherst34. Elevated Voices: The Perspectives of Homeless, Black Men with Mental Illness on Services in Washington, D.C. - Presenting Author:  Valerie Carpenter, Northeastern University35. Whose Village Is It Anyway? Administrative Classifications and Livelihood Development in India’s Forest Villages - Presenting Author:  Sanjana Kadyan, Duke University36. Employment Protection, Female labor Supply and Fertility Decisions in the United States - Presenting Author:  Victoria Yaa Osei-Ahenkan, The Ohio State University37. Enclaves as Buffers or Amplifiers? Immigrant Communities and the Chilling Effect of Welfare Policy - Presenting Author:  Wanting Jiang, University of Wisconsin-Madison38. Engaging Academic and Community Stakeholders in the Responsible Design, Development, and Deployment of AI Technologies - Non-Presenting Co-Author:  Tawanna Dillahunt, University of Michigan; Non-Presenting Co-Author:  Susan Dorr Goold, University of Michigan Ann Arbor; Non-Presenting Co-Author:  Sparkle Patrice Berry, Eastside Community Network; Non-Presenting Co-Author:  Yao Lyu, University of Michigan Ann Arbor; Presenting Author:  Leonymae Aumentado, University of Michigan40. Estimating Executive-Legislative Bargaining Dynamics over Policies: Evidence from Vector Autoregression Models - Presenting Author:  Max Whitford, University of Georgia41. Estimating Price Elasticity of Cannabis Use among U.S. Adolescents:  Evidence from States with Recreational Cannabis Commercialization - Presenting Author:  Bing Han, University of California San Diego42. Estimating the Treatment Effect Heterogeneity of Providing Performance Information in Education: A Causal Forests Approach - Presenting Author:  Xinjie Zhang, Vanderbilt University43. Evaluating Prison Education Programs Using Linked Administrative Data - Presenting Author:  Allison Nunez, The Coleridge Initiative45. Examining the Impact of Tobacco Tax Reform in Ghana: Fiscal and Public Health Implications - Presenting Author:  Christian Kwaku Osei, University of North Carolina at Chapel Hill47. Exploring the Impact of State Child Tax Credit Design on Racial and Ethnic Disparities in Eligibility - Presenting Author:  Erin Young, Portland State University48. Exposure to fatal killings by police and enrollment in safety net services - Non-Presenting Co-Author:  Sih-Ting Cai, Indiana University; Presenting Author:  Cydney Marie McGuire, Indiana University; Non-Presenting Co-Author:  Nicole Y Siegal, Indiana University49. Extractive industries and household wealth in Zimbabwe: a two-way fixed effects approach - Presenting Author:  Elizabeth Brown, University of North Carolina at Chapel Hill50. Fintech and the Fringe Economy: Investigating variations by zip code poverty and racial composition  - Presenting Author:  Zibei Chen, University of Tennessee (Knoxville)51. From Past to Present: Examining the Effects of Historical Racialized Policies on Current-Day Neighborhood-Level Outcomes - Presenting Author:  Pamela Bonsu, University of Washington52. From School to School: The Contours of Within-Field Switching in the Special Education Teacher Labor Market - Presenting Author:  Andrew Pendola, Auburn University53. Geographic Variation in Child Support Debt: The Role of Neighborhood Contexts and Mobility - Presenting Author:  Alison Lynn Berube, University of Wisconsin-Madison54. Governing Through Affect: A Critical Analysis of South Korea’s High School Credit System Policy - Presenting Author:  Kyunghee So, Seoul National University57. How Does Family Educational Investment Depend on Children’s Academic Ability? An Experiment on Information Shocks - Presenting Author:  Xinjie Zhang, Vanderbilt University60. How Practitioners Conceptualize and Operationalize Transportation Equity in Delaware’s Capital Expenditure Process - Presenting Author:  Calaia Samara Ellice Jackson, University of Delaware61. Implementation Gap: What Is Hindering Organizations Serving People with Disabilities from Providing Human-Rights–Framed Services? - Presenting Author:  Monica Doraida Mesa-Alvarez, University of Delaware62. Improving Choices in Health Insurance: Evidence from California - Presenting Author:  Marina Lovchikova, California Department of Health Care Access and Information63. Improving Educational Stability and Opportunities for California’s Foster Youth Students - Presenting Author:  Isabelle Saillard, American Institutes for Research (AIR); Non-Presenting Co-Author:  Piper Stanger, CA Department of Education65. Citizens' Responses to Administrative Burdens: Conjoint Evidence from Universal and Means-Tested Energy Programs - Presenting Author:  Guimin Zheng, Iowa State University66. Decomposing the Drivers of Teacher Demographic Shifts by Race/Ethnicity Over Five Decades - Presenting Author:  Jilli Jung, Stanford University67. Integrating Climate Information Services into Coastal Development: A Pathway to Agricultural Resilience in Bangladesh - Presenting Author:  Mohammad Newaz Sharif, University of Central Florida70. Judicial Health Notes - A New Tool to Analyze Health Effects of Court Decisions - Presenting Author:  Stefanie Carignan, Johns Hopkins University71. Juvenile Youth Reentry and Educational Equity - Presenting Author:  Jade E Miller, Southern Methodist University73. Language Capital and Grade Repetition: Evidence from Nationally Representative Survey Data in India - Presenting Author:  Bijoyetri Samaddar, University of Wisconsin-Madison75. Leaving Out the Elderly: Mistargeting in Bangladesh’s Old Age Allowance (OAA) Program - Presenting Author:  Zaeem-Al Ehsan, Duke University77. Medicaid Expansion and Immigrant Enrollment Coverage 2017-2023 - Presenting Author:  Issa Belmond Thullah, Virginia Commonwealth University79. Narratives of War and Civilian Harm in Russian -Ukrainian War: Analyzing Propaganda Through Dynamic Topic Modeling - Presenting Author:  Bakhytzhan Oskeyeva, University of North Carolina, Charlotte80. Navigating the Maze: Medicaid Managed Care and Patient Access Barriers - Presenting Author:  Soyun Jeong, University of Hawaii; Non-Presenting Co-Author:  Ashley M Fox; Non-Presenting Co-Author:  Ellerie Weber, Icahn School of Medicine at Mount Sinai; Non-Presenting Co-Author:  Teresa Janevic, Columbia University81. Navigating the Post-SFFA v. Harvard Legal Landscape: The Future of DEI in Policy and Practice - Presenting Author:  Seth Usifo Nwosu, Pepperdine University; Non-Presenting Co-Author:  Carolyn N Musyimi-Kamau, Pepperdine University85. Paving the Path: Academic Readiness, Effort, Parental Expectations in the Context of College Access - Presenting Author:  Joaquin Farina, Harvard University86. Personalized plan recommendations ease consumer decisions with marketplace health insurance enrollment - Presenting Author:  Marina Lovchikova, California Department of Health Care Access and Information; Non-Presenting Co-Author:  Emory Wolf, State of California88. Planning for the Future: How Family Planning Programs Reduce Crime in the Next Generation - Presenting Author:  Anqi Li, University of California, Merced89. Police Officer Interactions in Arrests, Stops, and Violence - Presenting Author:  Katherine Kwok, University of Wisconsin-Madison90. Undermining Democracy: A Critical Discourse Analysis of Classroom Censorship Policies - Presenting Author:  Mallory Lineberger, University of Texas at Austin91. Predictors of Mental Health Among Undergraduate Engineering and Computer Science Students - Presenting Author:  Li Tan, Arizona State University93. Preparing for a Water-Scarce Future: Texas Drought Policy Analysis - Presenting Author:  Bryana C Stephens, Southern Methodist University94. Preventing Young Adult Homelessness Among Students at Risk - Presenting Author:  Jessica Sell, Center for Innovation through Data Intelligence95. Public investments and infant-toddler child care availability: Differences between centers and home-based programs - Presenting Author:  Megan E Pratt, Oregon State University97. Who Benefits from Renewable Energy Projects? Examining Power Purchase Agreement Revenue Flows in Michigan and Ohio - Presenting Author:  Jacklyn Alsbro, University of Wisconsin-Madison99. Role of Third-Parties and Intermediaries in Helping Local Governments Secure Intergovernmental Grants - Presenting Author:  Arqam Tariq, University of Delaware; Non-Presenting Co-Author:  Faisal Saeed Cheema; Non-Presenting Co-Author:  Troy Mix, University of Delaware101. Shift Happens: Consumers' Perceptions, Acceptance, and Valuation of Carbon Labeling in Energy Policy - Presenting Author:  Alexi Morgan Barrett, University of North Carolina, Charlotte105. State Preemption Laws and the Adoption of Local Climate Policy - Presenting Author:  Jieun Kim, Arizona State University106. Framing Effects on Public Support and Behavioral Responses to Sustainable Forest Management in South Korea - Presenting Author:  Yoonseo Bae, Seoul National University108. Teachers' Impacts on Test Scores, Grades, and Gender Gaps in Elementary and Middle School - Presenting Author:  Gagandeep Sachdeva, University of California, Santa Cruz111. The Effect of Diversity Statements in Faculty Hiring - Presenting Author:  Nency Dhameja, Binghamton University (SUNY-Binghamton); Non-Presenting Co-Author:  David Slichter, Binghamton University (SUNY-Binghamton)112. The Effect of Nursing Home Closures: Staff Replacement, Resident Relocation, and Quality of Care - Presenting Author:  Hyeonwoo Do, University at Albany113. The Effect of Salary History Bans on Labor Market Reattachment - Presenting Author:  Zeliha Begum Tunc, University of California, Riverside114. The Expansion of New York City’s Right to Counsel - Presenting Author:  Claire Salant, New York City Independent Budget Office115. The Expansion of The EITC For Young Adults in 2021 on Mental Health of Renters - Presenting Author:  Abdinasir Ali, Harvard University116. The Impact of Humphrey on Pretrial Release and Public Safety - Presenting Author:  Emmanuel Edward Prunty, University of California, Berkeley; Non-Presenting Co-Author:  Alissa Julia Skog, University of California, Berkeley; Non-Presenting Co-Author:  Johanna Lacoe, University of California, Berkeley; Non-Presenting Co-Author:  Mia Bird, University of California, Berkeley117. The Impact of Natural Disasters on Policy Stability: A Test of Punctuated Equilibrium Theory in China - Presenting Author:  Huiping li, Shanghai University of Finance and Economics118. The impact of SNAP extensions during COVID-19 on health, learning, and food insufficiency of young children - Non-Presenting Co-Author:  Irma Arteaga, University of Missouri-Columbia; Presenting Author:  Sangyoo Lee, University of Nebraska Medical Center; Non-Presenting Co-Author:  Judy A Temple, University of Minnesota119. The Impact of Tax Cuts and Jobs Act on Marriage Penalty and Racial Equity Across States - Presenting Author:  Haiyue Jiang, University of Minnesota120. The Impact of the Adverse Market Refinance Fee - Presenting Author:  Besian Roshi, University of Delaware121. The Landscape and Evolvement of the School Choice Scholarship Since the 1980s—A Bibliometric Review - Presenting Author:  Ke Wang, American Institutes for Research; Non-Presenting Co-Author:  Anlan Zhang122. The Limited Research on Public Funding for the Arts: A Scoping Review - Presenting Author:  Brandy Moriah Wicker, University of Texas, Dallas123. The Policy Impact of X-Waiver Elimination on Buprenorphine Access: Removing Barriers in Opioid Use Disorder Treatment - Presenting Author:  Shazib Altaf, Pennsylvania State University126. The Impact of Nurse Practitioner Autonomy on Patient Sorting and Health Outcomes - Presenting Author:  Sooa Ahn, The Ohio State University127. The Role of State Social Safety Net Generosity on Food Insecurity among Households with Children - Presenting Author:  Jungjin Koo, University of Wisconsin-Madison128. The Uptake of WIC amongst Linguistically Isolated Latinx Households - Presenting Author:  Kimberly Higuera, California Polytechnic State University, San Luis Obispo129. Thinking Dispositions and AI Use: A Study of Emergency Managers - Presenting Author:  Norhan Abdelgawad, Virginia Polytechnic Institute & State University130. Tools for Policy Insight: Exploring the Healthy Food Policy Project Database - Presenting Author:  Jingyu Li, Georgia Institute of Technology; Non-Presenting Co-Author:  Yoav Ackerman, University of Washington; Non-Presenting Co-Author:  Congjing Zhang, University of Washington; Non-Presenting Co-Author:  Shuai Huang, University of Washington; Non-Presenting Co-Author:  Yanfang Su, University of Washington131. To vote or not to vote: Partisanship and political participation as predictors of voting - Presenting Author:  Ojooluwa Ibiloye, University of Delaware132. Understanding Educational and Psychosocial Needs of Unaccompanied and Newcomer Immigrant Youth in Schools - Presenting Author:  Alishba Sardar, University of California, Berkeley; Non-Presenting Co-Author:  Kristina K Lovato, University of California, Berkeley; Non-Presenting Co-Author:  Emely Natali Lugo, University of California, Berkeley133. Understanding Program Features and Credential Attainment in Noncredit Workforce Programs - Presenting Author:  XunFei Li, University of California, Irvine; Non-Presenting Co-Author:  Sabrina Mahendra Solanki, University of California Irvine; Non-Presenting Co-Author:  Di Xu, University of California Irvine136. Universal FAFSA Policy in Illinois - Presenting Author:  Maria Luisa Vasquez, George Washington University137. Weathering Change: Illustrating Extreme Weather Across U.S. School Districts Through Data Linking and Visualization - Presenting Author:  Nicholas Ortiz, SRI Education138. Weather Shocks, Workfare, and the Farmer Suicide Crisis in India - Presenting Author:  Prashikdivya Prabhudas Gajbhiye, University of Massachusetts at Amherst140. What Makes Absenteeism Interventions Work?  A Qualitative Comparative Analysis Approach - Presenting Author:  Philip Kim, University of Pennsylvania143. Who Remains \"College, Career, and Military Ready\" in the Context of a Shifting Accountability Framework? - Presenting Author:  Stacey Hood, Rice University144. Why Teachers Stay: What Florida Districts with Low Turnover Have in Common - Presenting Author:  Eva Chiang, Southern Methodist University145. Wiseguys or Wise Guys? The impact of high school equivalency credentials on appraisals of job candidates - Presenting Author:  Blake H Heller, University of Houston146. 2020 Eviction, Utilities Shutoffs, and Food and Healthcare Insecurity Outcomes among Immigrant in California and Texas - Presenting Author:  Aparna Ananthasubramaniam, University of Michigan Ann Arbor147. Are Young Asian Americans Dying From Bullying and Anti-Asian Hate Crimes? - Presenting Author:  Xiting Zhang, University of Minnesota150. Experiences of Beneficiaries and Implementers of Social Protection Programs: Contributions and Gaps to Inform Policy - Presenting Author:  Jamal Appiah-Kubi, California State University San Bernardino153. Inequalities in applications and offers to graduate recruitment programmes - Presenting Author:  Lindsey Macmillan, University College London154. Latino Attitudes Toward American Muslims and Islam: Public Opinion Insights to Strengthen Cross-Community Policy Coalitions - Presenting Author:  Sajeela Munir, Institute for Social Policy and Understanding156. College Readiness in Rural Contexts: Experimental Evidence from a 9th Grade Intervention - Presenting Author:  Elise Swanson, Harvard Graduate School of Education160. Unmet Mental Health Needs and Academic Inequities: The Covid-19 Impact on Marginalized College Students - Presenting Author:  Marzuka Ahmad Radia, University at Albany161. Hidden Crisis: Unveiling Suicide Attempt Rates on Medellin’s Subway Through a Public Mental Health Program - Presenting Author:  Monica Hernandez, Universidad EAFIT162. Hospital characteristics and income eligibility thresholds for financial assistance - Non-Presenting Co-Author:  Kelsey Chalmers, Lown Institute; Presenting Author:  Judith Garber, Lown Institute163. Public vs Private Chronic Care: HIV Care Utilization, Cost, and Quality in a Single-payer System - Presenting Author:  Senay Dzhelal Topal, Uniformed Services University of the Health Sciences; Non-Presenting Co-Author:  Xiuping Chu, HJF; Non-Presenting Co-Author:  Brian Agan, Uniformed Services University of the Health Sciences / Henry M. Jackson Foundation for the Adv of Mil Med, Inc. ©2025 All Academic, Inc.   |   Privacy PolicyDirect link:",
      "relevance_score": 0.0
    },
    {
      "session_id": "2269958",
      "title": "APPAM Communities Early Childhood Policy Researchers",
      "date": "2025-11-15",
      "start_time": "1:45pm",
      "end_time": "2:45pm",
      "location": "Hyatt Regency Seattle, 7th Floor, 702 - ClearwaterSession Submission Type: APPAM CommunitiesCommunity Group DescriptionThis gathering invites attendees who share a committment to strengthening the early childhood policy workforce, inclusive of researchers, faculty, students, practitioners, policymakers, and funders alike. Hosted by the Early Childhood Policy in Institutions of Higher Education (ECPIHE) initiative, this session provides a space for those developing or naviating early childhood policy pathways to connect, share, and strategize. As the early childhood policy field continues to build and grow, we must intentionally cultivate a diverse, well-prepared workforce that understands the unique demands of early childhood systems and the children, families and communities they serve.This interactive session will include a brief introduction to ECPIHE's national work, followed by small-group discussions around key questions:",
      "relevance_score": 0.0
    },
    {
      "session_id": "2313441",
      "title": "Managing Burnout",
      "date": "2025-11-15",
      "start_time": "2:45pm",
      "end_time": "3:15pm",
      "location": "Hyatt Regency Seattle, 6th Floor, 6th Floor MezzanineSession Submission Type: Professional Development ResourcesAbstractGraduate school is a lot, and burnout is real. Learn to spot the signs of burnout and share tips on managing your workload and setting boundaries to stay passionate about your research. This session is limited to 20 participants.Policy AreaSpecial and Business Events ©2025 All Academic, Inc.   |   Privacy PolicyDirect link:Tweet",
      "relevance_score": 0.0
    },
    {
      "session_id": "2257650",
      "title": "Transforming WIC: Policy Shifts and Impacts",
      "date": "2025-11-15",
      "start_time": "3:30pm",
      "end_time": "5:00pm",
      "location": "Hyatt Regency Seattle, 6th Floor, 603 - SkagitSession Submission Type: PanelAbstractThe Supplemental Nutrition Program for Women, Infants, and Children (WIC), sponsored by the United States Department of Agriculture (USDA), is the third largest nutrition assistance program in the nation. WIC provides supplemental foods, nutrition education, breastfeeding support, and health care and social services referrals to over 6.5 million low-income women, infants, and children each month. Over the past decade, WIC state agencies have implemented policy changes that affect program operations. These changes stem from federal waivers that facilitated program participation during the COVID-19 pandemic and from a federal requirement that all WIC state agencies transition from paper vouchers to an electronic benefits transfer system for WIC benefit redemption. The papers in this panel evaluate these WIC policy changes from multidisciplinary perspectives, including public health, economics, and policy fields.",
      "relevance_score": 0.0
    },
    {
      "session_id": "2269930",
      "title": "APPAM Communities Community of Practice: Fostering Trauma-Informed, Repair-and Healing Oriented Public Service",
      "date": "2025-11-15",
      "start_time": "3:30pm",
      "end_time": "4:30pm",
      "location": "Grand Hyatt Seattle, 1st Floor/Lobby Level, Leonesa 1Session Submission Type: APPAM CommunitiesCommunity Group DescriptionIn the field of public administration, social equity and justice have long been recognized as core normative values and essential pillars of public service. Public service is understood not just as designing policies or performing administrative tasks; it is fundamentally about promoting collective well-being and upholding the principles of social equity, justice, and inclusion. This gathering aims to create a community of practice that brings together practitioners, scholars, and students of public policy and administration who are committed to (and/or curious to learn more about) advancing social equity and justice through trauma-informed, repair- and healing-focused approaches. The intention is to foster a space for community building, sharing reflections on rewards, challenges, and opportunities, exchanging ideas, innovations, and promising strategies aimed at developing a trauma-informed, repair-and-healing-oriented public service in service of deeper social equity and justice-focused change. We will explore ideas and innovative approaches within public policy and administrative practices that seek to transform conditions of inequality, break cycles of harm and oppression, and promote community-led alternatives and solutions guided by those most affected by inequities. Policy AreaAPPAM CommunitiesOrganizerRashmi Vijay Chordiya, Seattle UniversitySpeakersRashmi Vijay Chordiya, Seattle UniversityMeghna Sabharwal, University of Texas, DallasAdana Protonentis, Kindred Leadership Consulting ©2025 All Academic, Inc.   |   Privacy PolicyDirect link:Tweet",
      "relevance_score": 0.0
    },
    {
      "session_id": "2270726",
      "title": "Wellness Session: Yoga *RSVP required",
      "date": "2025-11-15",
      "start_time": "7:00am",
      "end_time": "7:30am",
      "location": "Hyatt Regency Seattle, 6th Floor, 6th Floor FoyerSession Submission Type: Special EventAbstractWellness session spaces are limited and on a first come, first served basis. RSVP status will not be checked.Wellness sessions sponsored in part by:Policy AreaSpecial and Business Events ©2025 All Academic, Inc.   |   Privacy PolicyDirect link:",
      "relevance_score": 0.0
    },
    {
      "session_id": "2259416",
      "title": "Understanding SNAP’s Reach and Access: Evidence from Technology, Policy, and Lived Experience",
      "date": "2025-11-15",
      "start_time": "8:30am",
      "end_time": "10:00am",
      "location": "Hyatt Regency Seattle, 6th Floor, 601 - HohSession Submission Type: PanelAbstractThis panel examines how policymakers and researchers can better understand, evaluate, and improve the Supplemental Nutrition Assistance Program (SNAP) and related social safety net policies. Using diverse analytical approaches, including quasi-experimental methods, large-scale survey data, and analyses of user-generated online content, the three papers offer new evidence and tools for addressing the challenges of food insecurity, program design, and administrative burden.The first paper examines the impact of SNAP Emergency Allotment (EA) expiration on food insufficiency among households with children, highlighting vulnerable subgroups disproportionately affected by benefit cuts. The second paper utilizes user-generated content on Reddit to explore the lived experiences of SNAP applicants and beneficiaries, providing real-time insights into administrative burdens and procedural challenges. The third paper investigates the expansion of online grocery purchasing for SNAP and related food assistance programs, showing that greater access to digital transactions enhances program use and reduces redemption barriers.Collectively, these presentations highlight the evolving nature of SNAP and its central role in the U.S. safety net. The panel underscores the importance of designing programs that are effective and equitable, while also responsive to the economic, technological, and administrative realities faced by low-income households, grounded in structured policy analysis, empirical evidence, and lived experience.Policy AreaPoverty and Income PolicySecondary Policy AreaPolitics, Media, and the Policy ProcessChairMichele Ver Ploeg, George Washington UniversityDiscussantsEllyn Terry, University of WashingtonLiwei Zhang, The University of GeorgiaOrganizerElora Choudhury, University of Michigan Ann ArborIndividual PresentationsFood Insufficiency After SNAP Emergency Allotment Expiration: Evidence from Households with Children - Presenting Author:  Ruijie Ma, University of PittsburghUnderstanding Administrative Burdens and Experiences of Social Program Beneficiaries and Applicants Using Posts on Reddit - Presenting Author:  Michiko Ueda, Syracuse University; Non-Presenting Co-Author:  Colleen M Heflin, Syracuse UniversityFrom Storefronts to Screens: The Impacts of Online Grocery Shopping on Public Food Assistance Users - Presenting Author:  Kelsey Pukelis, Harvard University & California Department of Social Services ©2025 All Academic, Inc.   |   Privacy PolicyDirect link:Tweet",
      "relevance_score": 13.5
    },
    {
      "session_id": "2313439",
      "title": "Finding Confidence as a Researcher",
      "date": "2025-11-15",
      "start_time": "9:45am",
      "end_time": "10:15am",
      "location": "Hyatt Regency Seattle, 6th Floor, 6th Floor MezzanineSession Submission Type: Professional Development ResourcesAbstractStarting a research project can be overwhelming. Come share tips for navigating the journey from idea to proposal, building confidence through challenges, and presenting your research proudly.This session is limited to 20 participants.Policy AreaSpecial and Business Events ©2025 All Academic, Inc.   |   Privacy PolicyDirect link:Tweet",
      "relevance_score": 0.0
    }
  ],
  "Daphne Hansell": [
    {
      "session_id": "2260848",
      "title": "Working to Collaboratively to Develop Effective Policies: Academic Partnerships with the City of Seattle",
      "date": "2025-11-13",
      "start_time": "10:15am",
      "end_time": "11:45am",
      "location": "Grand Hyatt Seattle, 1st Floor/Lobby Level, Portland BSession Submission Type: RoundtableAbstractThe City of Seattle has implemented multiple innovative policies over the last decade, including the $15 minimum wage, a sweetened beverage tax, policies promoting wage equity for non-profit human services workers, and a healthy food benefit program (Fresh Bucks) that provides a sustainable approach to healthy food access. These policies have not only gained national attention, they have been the subject of several successful collaborative research partnerships between city policymakers and academic researchers. This roundtable includes three researchers who have worked with the City of Seattle to ensure that its policies are rigorously evaluated and that the evidence produced is effectively translated to policymakers, community organizations, and residents. It will also include a City of Seattle policymaker, Robyn Kumar, Fresh Bucks program manager, who has experience working collaboratively with researchers and who can provide her perspective as a consumer and interpreter of academic research findings when designing effective and equitable policies.The three academic panelists have years of experience working with local government to design program evaluations that address both policymakers' interests and answer questions relevant to the academic literature. All three have been PIs on multiple funded evaluations of these policies, with funding coming from the City of Seattle, the National Institutes of Health, and various philanthropic foundations. Some topics of discussion will be: Designing research that policymakers will find useful and that can be translated into policy improvements; Working with policymakers and community members to interpret research findings; Securing local government or external funding for policy evaluations; Responding to changes in the policy environment while maintaining planned research goals; Challenges of working closely with policymakers.Policy AreaPoverty and Income PolicySecondary Policy AreaPolitics, Media, and the Policy ProcessModeratorHeather D Hill, University of WashingtonOrganizerMelissa Knox, University of WashingtonSpeakersJessica C Jones-Smith, University of California, IrvineJennie Romich, University of WashingtonMelissa Knox, University of WashingtonRobyn Kumar, City of Seattle, Office of Sustainability & Environment ©2025 All Academic, Inc.   |   Privacy PolicyDirect link:Tweet",
      "relevance_score": 4.5
    },
    {
      "session_id": "2269361",
      "title": "APPAM Communities Immigration Policy Researchers and Advocates for Action-Oriented Networking",
      "date": "2025-11-13",
      "start_time": "10:15am",
      "end_time": "11:15am",
      "location": "Hyatt Regency Seattle, 7th Floor, 702 - ClearwaterSession Submission Type: APPAM CommunitiesCommunity Group DescriptionThis APPAM community gathering will bring together researchers, other professionals and students interested in immigration policy reform and research that describes and identifies the effects of immigration policy and enforcement actions on individuals. We welcome those studying these issues beyond U.S. borders. One aim is to support the development of an “action-oriented” network, that is, thinking about how our work can inform the public and future policy, as well as activities such as litigation. The pooints of discussion will include: (1) What immigration policy developments are researchers or organizations actively studying? What do we view as the most urgent topics to study or where we currently lack critical knowledge? (2) What data sources can be leveraged to support this work, and is there interest in building data repositories that can be made more broadly available to the research and advocacy communities? and (3) What types of forums can we use or create for ongoing networking and sharing of findings by researchers and policy and advocacy organizations working in this area, and is there interest in collaborating on a proposal to request funding for such a network (that would also include data sharing)?Policy AreaAPPAM CommunitiesOrganizersChloe N East, University of Colorado - BoulderCarolyn J. Heinrich, Vanderbilt University ©2025 All Academic, Inc.   |   Privacy PolicyDirect link:Tweet",
      "relevance_score": 0.0
    },
    {
      "session_id": "2257840",
      "title": "Investigation of Policies for Increasing Children’s Receipt of Medicaid-funded School-based Health Services",
      "date": "2025-11-13",
      "start_time": "1:45pm",
      "end_time": "3:15pm",
      "location": "Hyatt Regency Seattle, 5th Floor, 512 - WillapaSession Submission Type: PanelAbstractPolicymakers have long recognized the potential for schools to provide early identification and management of youth health issues. Policies such as the Bipartisan Safer Communities Act (BSCA), the 2014 free care policy reversal, and federal grants have directed more funding to bring more mental health personnel into schools. Medicaid reimbursement for services provided to students is one strategy schools can use to fund and retain mental health professionals, and to that end, the BSCA called for an update by the Centers for Medicare & Medicaid Services (CMS) to the rules that determine what is eligible for reimbursement and how schools can submit for Medicaid reimbursement. Before the 2014 free care policy reversal, schools could not receive Medicaid reimbursement for services unless they were provided via an Individualized Educational Program. Since then, states have the option of expanding Medicaid to take advantage of reimbursement for services provided to any Medicaid-enrolled student. To encourage more states to support reimbursement of school-based health services, the new CMS guide strives to decrease administrative burdens on schools and develop easier methods for requesting reimbursement. Altogether, these are important policy changes to understand and investigate the extent to which they are increasing the presence of health professionals in schools and the receipt of Medicaid-funded school-based health services by children.",
      "relevance_score": 13.5
    },
    {
      "session_id": "2260802",
      "title": "Impacts of Medicaid Dental Benefits Among Pregnant People, Reproductive-Age Women, and Other Adults",
      "date": "2025-11-13",
      "start_time": "8:30am",
      "end_time": "10:00am",
      "location": "Hyatt Regency Seattle, 5th Floor, 509 - ToltSession Submission Type: PanelAbstractThis panel explores how the expansion of Medicaid dental benefits influences healthcare utilization, health outcomes, and health behaviors among low-income and vulnerable populations. Using rigorous quasi-experimental methods and national data sources, the three studies offer new insights into the effectiveness—and consequences—of Medicaid dental coverage in improving population health and equity.",
      "relevance_score": 18.0
    },
    {
      "session_id": "2260393",
      "title": "The Potential of Public Benefit Programs to Address College Student Basic Needs and Support Academic Success",
      "date": "2025-11-14",
      "start_time": "10:15am",
      "end_time": "11:45am",
      "location": "Hyatt Regency Seattle, 5th Floor, 506 - SamishSession Submission Type: PanelAbstractNational data indicate that nearly one in four college students suffers from food insecurity, and eight percent of college students are homeless (Goldrick-Rab, 2023). Food and housing insecurity are associated with lower levels of academic success for college students (Anand and Gicheva, 2024; Leung et al., 2021; Maroto, Snelling, and Linck, 2015; Martinez et. al., 2020). Colleges and states are pursuing varying approaches to address student basic needs such as food pantries and emergency aid (e.g., California Community College Chancellor’s Office, 2024; Hodara et al., 2023; Nix et al., 2023). Some college and state efforts have focused on increasing student access to public benefit programs like the Supplemental Nutrition Assistance Program (SNAP) and Medicaid (e.g., Burnside, Gilkesson, and Baker, 2021; Duke-Benfield and Davis, 2024; Ladkau and Ward, 2022; Loofbourrow and Scherr, 2023; Swipe Out Hunger, 2024). College students face barriers to accessing programs like SNAP due to complex eligibility requirements and administrative processes (Larin, 2024).State and college outreach and application support efforts aim to help college students to navigate these processes and access additional benefits to address student basic needs and minimize barriers to academic success.",
      "relevance_score": 18.0
    },
    {
      "session_id": "2268082",
      "title": "APPAM Communities Housing Policy Research Community",
      "date": "2025-11-14",
      "start_time": "10:15am",
      "end_time": "11:15am",
      "location": "Grand Hyatt Seattle, 1st Floor/Lobby Level, Leonesa 1Session Submission Type: APPAM CommunitiesCommunity Group DescriptionThe Housing Policy Research Community is designed to bring together people committed to advancing policy that addresses key housing challenges, including restrictive land use regulations, affordability and stability, access to opportunity, and gentrification/displacement. The community is motivated by growing concerns about housing affordability and recognition that current policies fall short of addressing the need.  It is also motivated by the current policy environment, in which jurisdictions and states are increasingly passing pro-housing and/or tenant protection policies designed to address the affordability crisis.  However, these policies remain controversial and research in this field remains nascent, due to the recency of the policy shifts, variation in local contexts and policy designs, and data/methodological challenges.",
      "relevance_score": 7.5
    },
    {
      "session_id": "2260376",
      "title": "Welfare Effects of Health Policies through Coverage, Financing and Access to Medical Care",
      "date": "2025-11-14",
      "start_time": "1:45pm",
      "end_time": "3:15pm",
      "location": "Hyatt Regency Seattle, 5th Floor, 509 - ToltSession Submission Type: PanelAbstractAmericans typically finance their medical care through a mixture of self payment and contributions made through health insurance. Whether commercially insured or covered through a public program such as Medicare, the interactions between coverage and financial security can significantly determine whether a person can access their needed medical care. This panel contains four papers that directly investigate the role that public policies play in affecting the coverage, financing and ultimately access to medical care.",
      "relevance_score": 13.5
    },
    {
      "session_id": "2309265",
      "title": "Lightning Session: Health Policy & Natural Resource, Energy, and Environmental Policy",
      "date": "2025-11-14",
      "start_time": "3:30pm",
      "end_time": "5:00pm",
      "location": "Grand Hyatt Seattle, 1st Floor/Lobby Level, Portland ASession Submission Type: Lightning SessionPolicy AreaSpecial and Business EventsCosponsorsHealth PolicyNatural Resource, Energy, and Environmental PolicyIndividual PresentationsQuantifying the Enduring Health and Employment Effects of COVID-19 - Presenting Author:  Adibah Abdulhadi, The Ohio State UniversityThe Wealthier, the Healthier? Public Pension and Obesity Risks Among Older Adults in Rural China - Presenting Author:  Liu Luyang, Beijing Normal University, School of GovernmentHealth Effects of Natural Resource Extractions: Evidence from Oil-Gas Production and Infants’ Birth Outcomes - Presenting Author:  Hamid Noghanibehambari, Austin Peay State University ©2025 All Academic, Inc.   |   Privacy PolicyDirect link:Tweet",
      "relevance_score": 15.0
    },
    {
      "session_id": "2258250",
      "title": "Leveraging Housing Policy to Reduce Educational Inequality",
      "date": "2025-11-14",
      "start_time": "8:30am",
      "end_time": "10:00am",
      "location": "Hyatt Regency Seattle, 5th Floor, 505 - QueetsSession Submission Type: PanelAbstractHousing policy is increasingly recognized as a crucial but underutilized lever in addressing educational inequality. Decades of research show that where children live—shaped by residential segregation, neighborhood conditions, and income inequality—profoundly impacts their access to educational opportunity. Yet education and housing policy are too often treated as distinct policy domains. This panel brings together four papers that examine how housing-related policies and conditions influence educational outcomes and opportunities, offering new insights into the need for cross-sector approaches to help reduce persistent educational disparities.",
      "relevance_score": 19.5
    },
    {
      "session_id": "2259709",
      "title": "Innovation in Medicaid: Multiyear Continuous Eligibility for Young Children",
      "date": "2025-11-15",
      "start_time": "1:45pm",
      "end_time": "3:15pm",
      "location": "Hyatt Regency Seattle, 6th Floor, 602 - NooksackSession Submission Type: RoundtableAbstractMillions of eligible children disenroll from Medicaid and the Children’s Health Insurance Program (CHIP) due to system glitches or administrative hurdles each year only to soon reenroll, leading to discontinuities in care. Several states are implementing an innovative policy, multiyear continuous eligibility (CE), through waivers, aiming to reduce young children’s coverage gaps by providing uninterrupted Medicaid/CHIP coverage for children from birth through their third, fifth, or sixth birthday regardless of changes in family income. CE implementation began in July 2023 in Oregon and Washington and January 2024 in New Mexico, and additional waivers were approved by the Centers for Medicare & Medicaid Services in late 2024 in Colorado, Hawaii, Minnesota, New York, North Carolina, and Pennsylvania. These waivers build on the new federal requirement for one-year continuous eligibility for children up to age 19.",
      "relevance_score": 13.5
    },
    {
      "session_id": "2260757",
      "title": "Tracking Policy Changes and Health Impacts of Access to Specific Forms of Care Among Medicaid Populations",
      "date": "2025-11-15",
      "start_time": "3:30pm",
      "end_time": "5:00pm",
      "location": "Hyatt Regency Seattle, 5th Floor, 509 - ToltSession Submission Type: PanelAbstractVision loss is associated with falls and hip fractures, difficulties in performing the activities of daily living, social isolation and loneliness, depression, cognitive impairment, and increased mortality. Most vision loss can be corrected with an up-to-date prescription for corrective lenses, but many adults do not have routine vision coverage. In a recent KFF poll, one-quarter of adults reported delaying or going without vision services due to cost.Routine eye exams and glasses are an optional adult benefit in state Medicaid programs. Previous research demonstrates that when states provide these benefits, Medicaid-enrolled adults are more likely to visit the eye doctor and experience improvements in vision. However, literature to date has focused on younger adults under age 65 without dual Medicare enrollment and has largely remained silent on health outcomes beyond vision. Moreover, there is no comprehensive longitudinal database describing state-level routine vision benefits. The lack of reliable state-by-year level data limits research on the effect of vision benefits on outcomes and the role that vision benefits play as a financial lever that is used by states to manage their Medicaid programs.In this session, we present new evidence on the association between Medicaid routine vision benefits and health outcomes among dual Medicare and Medicaid enrolled adults. We examine the association between North Carolina's January 2019 addition of routine eye exams and glasses coverage and fall-related inpatient and emergency department discharges. We also examine the association between routine vision benefits and eye care access, out-of-pocket spending, and recent diagnoses of systemic health problems that can be identified durign an eye exam using national data from the Medicare Current Beneficiary Survey. Finally, we present a new longitudinal policy database that documents state-level policies from 2000-2023 and highlight its features in an application to the National Health Interview Survey.Policy AreaHealth PolicyChairAja Kennedy, Tufts UniversityDiscussantXuechao (Jane) Qian, Ball State UniversityOrganizerBrandy Lipton, University of California IrvineIndividual PresentationsImpacts of Medicaid Vision Coverage on Eye Care Use, Out-of-Pocket Spending, and Diagnoses Among Duals - Presenting Author:  Brandy Lipton, University of California IrvineA Longitudinal Database of Medicaid Routine Vision Coverage Policies, 2000-2023 - Presenting Author:  Michel H. H. Boudreaux, University of Maryland, College ParkBalancing Incentives Meets Medicaid Expansion: Reshaping Long-Term Care Populations - Presenting Author:  Megdalynn Fisher, Florida International University ©2025 All Academic, Inc.   |   Privacy PolicyDirect link:Tweet",
      "relevance_score": 13.5
    },
    {
      "session_id": "2257927",
      "title": "Organizational Dynamics in the U.S. Healthcare System: Incentives, Structures, and Access",
      "date": "2025-11-15",
      "start_time": "8:30am",
      "end_time": "10:00am",
      "location": "Hyatt Regency Seattle, 5th Floor, 512 - WillapaSession Submission Type: PanelAbstractThis session examines how variations in the structure and geography of healthcare delivery influence health outcomes and the behavior of institutions. The first paper discusses how improved local access to mental health facilities leads to a reduction in mortality rates associated with mental health and behavioral disorders. The paper estimates indicate that a 10% increase in facilities lowers a county's mental health and behavioral disorders rate by 2%.The second paper examines the effects of hospital closures on the financial performance of nearby hospitals, differentiating outcomes based on ownership type. Tracking over 5,000 hospitals nationwide from 2011 to 2019, the study finds that for-profit neighboring hospitals capitalize on reduced competition by increasing their charge-to-cost ratios by nearly 200% and net profit margins by 6.1%, reflecting a profit-maximizing strategy. Nonprofit hospitals also experience financial benefits, though to a lesser extent, while governmental hospitals show minimal or negative financial impacts.The third paper analyzes trends in CEO compensation across nonprofit and for-profit healthcare systems. By utilizing compensation data from the nonprofit hospital Form 990s and proxy statements from publicly traded for-profit health systems, the study reveals that base salaries for the largest for-profit systems increased by 2.6%, while base salaries for a matched sample of nonprofit systems grew by 15.1%.Policy AreaHealth PolicySecondary Policy AreaMethods and Tools of AnalysisDiscussantAshley Bradford, Georgia Institute of TechnologyOrganizerSalpy Kanimian, Rice UniversityIndividual PresentationsHealth Effects of Local and Geographic Access to Mental Health Treatment Facilities - Presenting Author:  Olanrewaju Yusuff, Georgia State UniversityRipple Effects: The Impact of Neighboring Hospital Closures on Charges and Profitability Across Ownership Types - Presenting Author:  Salpy Kanimian, Rice UniversityCompensation for Hospital CEOs: Trends and Incentive Structures in Nonprofit vs. For-Profit Systems - Presenting Author:  Derek Jenkins, Rice UniversityThe Growth in Stand Alone Emergency Departments in Texas and their Impact on Hospital Operations - Presenting Author:  Benjamin Ukert, Texas A&M University ©2025 All Academic, Inc.   |   Privacy PolicyDirect link:Tweet",
      "relevance_score": 0.0
    },
    {
      "session_id": "2269507",
      "title": "APPAM Communities Research on Women's Employment, Economic Wellbeing, and Health During the Period Surrounding Childbirth",
      "date": "2025-11-15",
      "start_time": "8:30am",
      "end_time": "9:30am",
      "location": "Hyatt Regency Seattle, 7th Floor, 702 - ClearwaterSession Submission Type: APPAM CommunitiesCommunity Group DescriptionThis APPAM Community is intended for researchers interested in topics related to women and parents' labor force participation and employment, economic wellbeing, and health during the period surrounding childbirth, and the effects of public policies on these outcomes. APPAM participants from all career stages are welcome. Potential topics to be discussed include: data sources, especially linked administrative data records; methodological approaches; new or ongoing research in this area, including papers presented at the conference; key unanswered questions; funding opportunities; and opportunities for collaboration.Policy AreaAPPAM CommunitiesOrganizersAlejandra Ros Pilarz, University of Wisconsin-MadisonJessica Erin Pac, University of Wisconsin-Madison ©2025 All Academic, Inc.   |   Privacy PolicyDirect link:Tweet",
      "relevance_score": 6.0
    }
  ]
}