{
  "Max Ghenis": [
    {
      "session_id": "2258530",
      "title": "CTC and EITC Impacts on Child Poverty: NAS Review of Pandemic Policies and Future Options",
      "date": "2025-11-13",
      "start_time": "1:45pm",
      "end_time": "3:15pm",
      "location": "Hyatt Regency Seattle, 6th Floor, 605 - SnohomishSession Submission Type: RoundtableAbstractThe National Academies of Sciences, Engineering, and Medicine (NASEM) Committee on Federal Policy Impacts on Child Poverty report will be released in September, 2025. This Roundtable will discuss key finding related to (1) the estimated impacts on child poverty of the pandemic expansions (Joseph Hotz); (2) estimated impacts of a wide range of tax policy alternatives (Maria Cancian); (3) lessons for policy implementation, including findings on take-up, interactions with other pandemic programs, and from engagements with individuals with lived experience (Katherine Michelmore) and (4) lessons for research, including the Committee’s assessment of the state of analysis of labor supply effects of the EITC and CTC, and issues related to poverty measurement (Marianne Bitler). The report, and roundtable presentation, not only review the state of the current policy literature, but also present new microsimulation results supporting an assessment of both the 2021 policy changes (CTC, EITC, and other pandemic proposals), and a large set of alternative policy proposals.  The Roundtable will include short presentations highlighting the key conclusions of the NAS Committee, with substantial time for discussion of the policy implications given current (as of November 2025) tax policy discussions, and implications for policy implementation and research.",
      "relevance_score": 25.5
    },
    {
      "session_id": "2257105",
      "title": "Examining the Reach and Impact of Tax Credits and Transfers at the State and Federal Level",
      "date": "2025-11-14",
      "start_time": "1:45pm",
      "end_time": "3:15pm",
      "location": "Hyatt Regency Seattle, 6th Floor, 601 - HohSession Submission Type: PanelAbstractThis panel brings together four papers that offer empirical insights into how diverse households experience tax credits and transfers—and how those experiences can inform more effective policy.",
      "relevance_score": 4.0
    },
    {
      "session_id": "2268961",
      "title": "SNAP Work Requirements and Their Impact on Health and Financial Well-Being Outcomes",
      "date": "2025-11-14",
      "start_time": "3:30pm",
      "end_time": "5:00pm",
      "location": "Hyatt Regency Seattle, 6th Floor, 606 - TwispSession Submission Type: Student Research PanelPolicy AreaPoverty and Income PolicyChairHussain Hadah, Tulane UniversityDiscussantCatria Gadwah-Meaden, RAND School of Public PolicyIndividual PresentationsBurden or Necessity? Experimental Evidence on Public Perceptions of SNAP’s Work Requirement for College Students - Presenting Author:  Kingsford Onyina, University of North Carolina, CharlotteA SNAP in Age Eligibility: Early Effects of Work Requirements on Program Participation and Financial Struggles - Presenting Author:  Anxhela Beluli, University of DelawareThe Impact of SNAP Work Requirements on Nutrition-Sensitive Comorbidities: Evidence from Hospital Inpatient Data - Presenting Author:  Mitchell McFarlane, Syracuse UniversityHeterogeneous Effects of Income on WIC Participation: The Role of Administrative Burdens - Presenting Author:  Youngbin Lee, University of Missouri-Columbia ©2025 All Academic, Inc.   |   Privacy PolicyDirect link:Tweet",
      "relevance_score": 13.5
    },
    {
      "session_id": "2260094",
      "title": "Poverty Measurement: New Advances, Insights and Policy Implications",
      "date": "2025-11-15",
      "start_time": "10:15am",
      "end_time": "11:45am",
      "location": "Hyatt Regency Seattle, 6th Floor, 604 - SkykomishSession Submission Type: PanelAbstractPanel Abstract",
      "relevance_score": 62.67
    },
    {
      "session_id": "2304571",
      "title": "State Responses to H.R. 1 in SNAP and Medicaid: Early Insights from Washington State",
      "date": "2025-11-15",
      "start_time": "1:45pm",
      "end_time": "3:15pm",
      "location": "Hyatt Regency Seattle, 5th Floor, 501 - ChiwawaSession Submission Type: Late-Breaking RoundtableAbstractCongress passed H.R. 1 (also known as the “One Bill Beautiful Bill”) on July 4, 2025. H.R. 1 expanded work requirements for those enrolled in the Supplemental Nutrition Assistance Program (SNAP) and instituted work requirements for the first time in Medicaid. By at least January 2027, work requirements will be imposed on Medicaid expansion adult enrollees 19 to 64. Starting this year, SNAP work requirements are expanding to those ages 55 to 65 and to participants responsible for caring for a dependent child aged 14 and above. The law also requires that states with higher SNAP error rates share the cost of benefits and reduces eligibility for certain noncitizens.As state agencies move toward operational changes, there are opportunities to better use current data systems to support HR1 compliance and exemption and mitigate negative impacts on Medicaid and SNAP enrollment. Through automated verification using ‘ex-parte’ processes and automated exemption for the medically frail, states could leverage already-existing data and systems to reduce the administrative burdens that their eligible populations must overcome to retain coverage. This roundtable will examine the evidence for how H.R. 1 is likely to impact SNAP and Medicaid by bringing together representatives from academia and two state agencies in Washington State to directly grapple with these challenges.The roundtable will address the following questions:What lessons can policymakers, researchers, and advocates draw from previous research and early efforts to respond to H.R. 1?How are states interpreting and planning to implement the new requirements?And what strategies are being used to reduce administrative burdens, ensure compliance, and mitigate potential coverage losses?Jeremy Barofsky (Associate Research Professor, Georgetown University, McCourt School of Public Policy, Better Government Lab) will serve as the roundtable moderator and provide policy background to ground the discussion, drawing on evidence from previous efforts to implement Medicaid work requirements and improvements in automated verification processes rolled out during Medicaid unwinding. Eric Giannella (Associate Research Professor, Georgetown University, McCourt School of Public Policy, Better Government Lab) will provide background on evidence on changes to SNAP, including the expansion of work requirements and SNAP error rates changes. We will have representatives from Washington State that will address their state’s early responses to H.R. 1 in both Medicaid and SNAP. Trinity Wilson (Director of Medicaid Eligibility and Customer Service, Washington State Health Care Authority) and Carla Reyes (Assistant Secretary, Economic Services Administration) will explain how Washington State is preparing for changes to Medicaid and SNAP, respectively, and how these programs intend to work together. The roundtable will conclude by inviting audience members to participate and ask questions.Policy AreaPublic and Nonprofit Management and FinanceSecondary Policy AreaPoverty and Income PolicyModeratorJeremy Barofsky, Georgetown UniversityOrganizerJeremy Barofsky, Georgetown UniversitySpeakersEric Giannella, Georgetown UniversityCarla Reyes, Washington State Department of Social and Health ServicesTrinity Wilson, WA State Healthcare Authority ©2025 All Academic, Inc.   |   Privacy PolicyDirect link:Tweet",
      "relevance_score": 27.0
    },
    {
      "session_id": "2259416",
      "title": "Understanding SNAP’s Reach and Access: Evidence from Technology, Policy, and Lived Experience",
      "date": "2025-11-15",
      "start_time": "8:30am",
      "end_time": "10:00am",
      "location": "Hyatt Regency Seattle, 6th Floor, 601 - HohSession Submission Type: PanelAbstractThis panel examines how policymakers and researchers can better understand, evaluate, and improve the Supplemental Nutrition Assistance Program (SNAP) and related social safety net policies. Using diverse analytical approaches, including quasi-experimental methods, large-scale survey data, and analyses of user-generated online content, the three papers offer new evidence and tools for addressing the challenges of food insecurity, program design, and administrative burden.The first paper examines the impact of SNAP Emergency Allotment (EA) expiration on food insufficiency among households with children, highlighting vulnerable subgroups disproportionately affected by benefit cuts. The second paper utilizes user-generated content on Reddit to explore the lived experiences of SNAP applicants and beneficiaries, providing real-time insights into administrative burdens and procedural challenges. The third paper investigates the expansion of online grocery purchasing for SNAP and related food assistance programs, showing that greater access to digital transactions enhances program use and reduces redemption barriers.Collectively, these presentations highlight the evolving nature of SNAP and its central role in the U.S. safety net. The panel underscores the importance of designing programs that are effective and equitable, while also responsive to the economic, technological, and administrative realities faced by low-income households, grounded in structured policy analysis, empirical evidence, and lived experience.Policy AreaPoverty and Income PolicySecondary Policy AreaPolitics, Media, and the Policy ProcessChairMichele Ver Ploeg, George Washington UniversityDiscussantsEllyn Terry, University of WashingtonLiwei Zhang, The University of GeorgiaOrganizerElora Choudhury, University of Michigan Ann ArborIndividual PresentationsFood Insufficiency After SNAP Emergency Allotment Expiration: Evidence from Households with Children - Presenting Author:  Ruijie Ma, University of PittsburghUnderstanding Administrative Burdens and Experiences of Social Program Beneficiaries and Applicants Using Posts on Reddit - Presenting Author:  Michiko Ueda, Syracuse University; Non-Presenting Co-Author:  Colleen M Heflin, Syracuse UniversityFrom Storefronts to Screens: The Impacts of Online Grocery Shopping on Public Food Assistance Users - Presenting Author:  Kelsey Pukelis, Harvard University & California Department of Social Services ©2025 All Academic, Inc.   |   Privacy PolicyDirect link:Tweet",
      "relevance_score": 13.5
    }
  ],
  "Daphne Hansell": [
    {
      "session_id": "2257840",
      "title": "Investigation of Policies for Increasing Children’s Receipt of Medicaid-funded School-based Health Services",
      "date": "2025-11-13",
      "start_time": "1:45pm",
      "end_time": "3:15pm",
      "location": "Hyatt Regency Seattle, 5th Floor, 512 - WillapaSession Submission Type: PanelAbstractPolicymakers have long recognized the potential for schools to provide early identification and management of youth health issues. Policies such as the Bipartisan Safer Communities Act (BSCA), the 2014 free care policy reversal, and federal grants have directed more funding to bring more mental health personnel into schools. Medicaid reimbursement for services provided to students is one strategy schools can use to fund and retain mental health professionals, and to that end, the BSCA called for an update by the Centers for Medicare & Medicaid Services (CMS) to the rules that determine what is eligible for reimbursement and how schools can submit for Medicaid reimbursement. Before the 2014 free care policy reversal, schools could not receive Medicaid reimbursement for services unless they were provided via an Individualized Educational Program. Since then, states have the option of expanding Medicaid to take advantage of reimbursement for services provided to any Medicaid-enrolled student. To encourage more states to support reimbursement of school-based health services, the new CMS guide strives to decrease administrative burdens on schools and develop easier methods for requesting reimbursement. Altogether, these are important policy changes to understand and investigate the extent to which they are increasing the presence of health professionals in schools and the receipt of Medicaid-funded school-based health services by children.",
      "relevance_score": 13.5
    },
    {
      "session_id": "2259958",
      "title": "Responding to High-Need Populations: Medicare Policy in Action",
      "date": "2025-11-13",
      "start_time": "8:30am",
      "end_time": "10:00am",
      "location": "Hyatt Regency Seattle, 5th Floor, 512 - WillapaSession Submission Type: PanelAbstractMedicare is evolving to meet the needs of high-risk populations, with major implications for how beneficiaries access and experience care. This panel presents four empirical studies that examine: how individuals with new high-need diagnoses navigate plan choices; how expanded eligibility under the Cures Act has shifted the Medicare Advantage (MA) landscape for ESKD patients; how the Inflation Reduction Act’s insulin copay cap has affected access and outcomes; and how Medicare Coverage shapes Treatment of Opioid use disorder. Together, these studies reveal how policy design and beneficiary response shape care for complex populations.",
      "relevance_score": 13.5
    },
    {
      "session_id": "2260802",
      "title": "Impacts of Medicaid Dental Benefits Among Pregnant People, Reproductive-Age Women, and Other Adults",
      "date": "2025-11-13",
      "start_time": "8:30am",
      "end_time": "10:00am",
      "location": "Hyatt Regency Seattle, 5th Floor, 509 - ToltSession Submission Type: PanelAbstractThis panel explores how the expansion of Medicaid dental benefits influences healthcare utilization, health outcomes, and health behaviors among low-income and vulnerable populations. Using rigorous quasi-experimental methods and national data sources, the three studies offer new insights into the effectiveness—and consequences—of Medicaid dental coverage in improving population health and equity.",
      "relevance_score": 18.0
    },
    {
      "session_id": "2258670",
      "title": "Access to Health Care",
      "date": "2025-11-14",
      "start_time": "10:15am",
      "end_time": "11:45am",
      "location": "Grand Hyatt Seattle, 1st Floor/Lobby Level, Discovery BSession Submission Type: PanelAbstractIn this session, four papers will explore critical aspects of healthcare access and outcomes: the impact of urgent care centers on health and local healthcare systems, the effects of hospital consolidation on medical debt, the consequences of obstetric unit closures on maternity care access and health disparities, and the role of prior authorization policies in Medicaid on drug utilization and spending. These studies will provide valuable insights into how changes in healthcare infrastructure, provider concentration, and policy interventions affect patient health and access to care, emphasizing the need for targeted policies to address disparities and improve health outcomes for all.Policy AreaHealth PolicyChairSarah Reber, Brookings InstitutionDiscussantsSarah Reber, Brookings InstitutionCaitlin Knowles Myers, Middlebury CollegeOrganizerSarah Reber, Brookings InstitutionIndividual PresentationsThe Health Effects of Urgent Care Center Entry: The Case of WellNow - Presenting Author:  Eliane H. Barker, Hamilton College; Non-Presenting Co-Author:  Stephen Wu, Hamilton CollegeEffects of Obstetric Unit Closures on Maternity Care Access and Delivery Outcomes - Presenting Author:  Jennifer Helen Kwok, University of Illinois, ChicagoHealth Provider Concentration and Medical Debt - Presenting Author:  Alaa Abdelfattah, Occidental CollegeInformative Ordeals in Health Care: Prior Authorization of Drugs in Medicaid - Presenting Author:  Ljubica Ristovska, University of Texas at Austin ©2025 All Academic, Inc.   |   Privacy PolicyDirect link:Tweet",
      "relevance_score": 13.5
    },
    {
      "session_id": "2309265",
      "title": "Lightning Session: Health Policy & Natural Resource, Energy, and Environmental Policy",
      "date": "2025-11-14",
      "start_time": "3:30pm",
      "end_time": "5:00pm",
      "location": "Grand Hyatt Seattle, 1st Floor/Lobby Level, Portland ASession Submission Type: Lightning SessionPolicy AreaSpecial and Business EventsCosponsorsHealth PolicyNatural Resource, Energy, and Environmental PolicyIndividual PresentationsQuantifying the Enduring Health and Employment Effects of COVID-19 - Presenting Author:  Adibah Abdulhadi, The Ohio State UniversityThe Wealthier, the Healthier? Public Pension and Obesity Risks Among Older Adults in Rural China - Presenting Author:  Liu Luyang, Beijing Normal University, School of GovernmentHealth Effects of Natural Resource Extractions: Evidence from Oil-Gas Production and Infants’ Birth Outcomes - Presenting Author:  Hamid Noghanibehambari, Austin Peay State University ©2025 All Academic, Inc.   |   Privacy PolicyDirect link:Tweet",
      "relevance_score": 15.0
    }
  ],
  "Pavel Makarchuk": [
    {
      "session_id": "2268355",
      "title": "Tax Policy and Politics",
      "date": "2025-11-13",
      "start_time": "10:15am",
      "end_time": "11:45am",
      "location": "Hyatt Regency Seattle, 7th Floor, 705 - PalouseSession Submission Type: Paper PanelPolicy AreaPolitics, Media, and the Policy ProcessChairManita C Rao, University of Southern CaliforniaDiscussantEmily Elizabeth Dobson, University of Maryland, College ParkIndividual PresentationsElectoral, Demographic, and Environmental Predictors of Support for a Transportation Sales Tax in San Diego County - Presenting Author:  Jacob Carson, San Diego State UniversityPerceptions of Meritocratic Recruitment and Promotion, and Willingness to Pay Taxes - Presenting Author:  Maria Nagawa, Stanford UniversityState Child Tax Credits in Public-Facing Media: A Content Analysis of their Design and Aims - Presenting Author:  Erin Young, Portland State University ©2025 All Academic, Inc.   |   Privacy PolicyDirect link:Tweet",
      "relevance_score": 15.0
    },
    {
      "session_id": "2269548",
      "title": "New Methodologies for Distributional Weighting and Program Evaluation",
      "date": "2025-11-14",
      "start_time": "1:45pm",
      "end_time": "3:15pm",
      "location": "Hyatt Regency Seattle, 7th Floor, 709 - StillaguamishSession Submission Type: Paper PanelPolicy AreaMethods and Tools of AnalysisChairChenjun Yu, University of MichiganDiscussantSarah Ellen Hamersma, Syracuse UniversityIndividual PresentationsNew methodologies for distributional weighting in benefit-cost analysis - Presenting Author:  Daniel James Acland, University of California, BerkeleyCausal Inference under Asymmetric Eligibility Determination - Presenting Author:  Ryan T. Moore, American UniversityEffects of School-Based Health Interventions on Student Mental Healthcare Utilization: Evidence from Bunching Estimation - Presenting Author:  Kathryn Enriquez, Vanderbilt University; Non-Presenting Co-Author:  Carolyn J. Heinrich, Vanderbilt University; Non-Presenting Co-Author:  Carrie Fry, Vanderbilt University ©2025 All Academic, Inc.   |   Privacy PolicyDirect link:Tweet",
      "relevance_score": 0.0
    },
    {
      "session_id": "2259458",
      "title": "Access and Retention in SNAP and WIC: Patterns and Interventions",
      "date": "2025-11-14",
      "start_time": "8:30am",
      "end_time": "10:00am",
      "location": "Grand Hyatt Seattle, 1st Floor/Lobby Level, Princess 1Session Submission Type: PanelAbstractMuch of public benefit attainment in programs like SNAP and WIC relates to administrative processes and associated burdens, and many studies take as their premise that addressing these administrative barriers can increase benefit access and retention (Herd & Moynihan, 2018; Giannella et al, 2024; Wu & Meyer, 2021). In a policy environment with substantial devolution in programs like TANF and the potential for future devolution in others (Bruch et al, 2018), understanding patterns of benefit access and retention on a state-by-state level may inform how to make these programs more effective and resilient. Recent research demonstrates that increases in state-level administrative discretion have indeed increased differences in benefit attainment (Herd & Moynihan 2023). This panel brings together state-level analyses of SNAP and WIC cases using administrative data to understand how different elements of program administration impact access and retention, particularly in ways that may impact existing disparities. The first paper, by Basurto et al., studies SNAP take-up differences based on state adoption of online applications. The second paper, by Fox-Dichter et al., describes patterns of churn in the New Jersey SNAP caseload, examining characteristics of the cases most likely to miss four or fewer months of benefits within a few years of SNAP versus those that stayed on SNAP for the duration of that time frame. The third paper, by Bitler et al., examines WIC retention and whether the transition to WIC EBT on the county level impacted recertification in a mountain state. Taken together, these papers will provide insights into how local-level differences and discretion in program administration may impact participants’ access and retention of benefits, identifying opportunities for future state- and local-level improvement, and how states can make use of administrative data as well as online discourse for program learning and improvement.Policy AreaPoverty and Income PolicySecondary Policy AreaSocial Equity and RaceChairAndrea Hetling, Rutgers University - New BrunswickDiscussantsLaura Peck, Rutgers UniversitySwati S Joshi, University of Wisconsin-MadisonOrganizerSophia Fox-Dichter, Rutgers University - New BrunswickIndividual PresentationsThe Role of Technology in the Safety Net: Adoption of Online SNAP Applications - Presenting Author:  Luis E Basurto, Cornell UniversityPatterns of Churn in New Jersey's SNAP Caseload - Presenting Author:  Sophia Fox-Dichter, Rutgers University - New Brunswick; Non-Presenting Co-Author:  Andrea Hetling, Rutgers University - New Brunswick; Non-Presenting Co-Author:  Kirsten Meidlinger, Rutgers University - New BrunswickEffects of EBT on Program Enrollment: Evidence from a Mountain State - Non-Presenting Co-Author:  Marianne Bitler, University of California, Davis; Presenting Author:  Caitlin Shamoly Dutta, University of Wisconsin-Madison; Non-Presenting Co-Author:  Seojung Oh, University of North Carolina, Charlotte; Non-Presenting Co-Author:  Jason B Cook ©2025 All Academic, Inc.   |   Privacy PolicyDirect link:Tweet",
      "relevance_score": 13.5
    }
  ]
}