{
  "Daphne Hansell": [
    {
      "session_id": "2268242",
      "title": "The Role of Big Data and Machine Learning in Health Care: Challenges and Opportunities",
      "date": "2025-11-13",
      "start_time": "10:15am",
      "end_time": "11:45am",
      "location": "Hyatt Regency Seattle, 5th Floor, 512 - WillapaSession Submission Type: Paper PanelPolicy AreaHealth PolicyChairMallory Dreyer, Indiana UniversityDiscussantAlexander Elchev, Library of CongressIndividual PresentationsCode Blue for Rural America: Predicting Hospital Closures with Machine Learning - Presenting Author:  KUN HUANG, University at AlbanyThe Role of Environmental Legislation on Asthma Prevalence: Insights from Natural Language Processing - Presenting Author:  Tianxiang Shen, Northwestern UniversityAssessing Equity Trade-offs in Risk Prediction Models When Using Social Determinants Instead of Race - Presenting Author:  Noah E Hammarlund, University of FloridaThe Impact of Market Factors on Meaningful Use of Electronic Health Records among Primary Care Providers: - Presenting Author:  Pierre K. Alexandre, Florida Atlantic University ©2025 All Academic, Inc.   |   Privacy PolicyDirect link:Tweet",
      "relevance_score": 19.5
    },
    {
      "session_id": "2268581",
      "title": "Health Policy for Children",
      "date": "2025-11-13",
      "start_time": "1:45pm",
      "end_time": "3:15pm",
      "location": "Hyatt Regency Seattle, 6th Floor, 607 - WishkahSession Submission Type: Student Research PanelPolicy AreaHealth PolicyChairAshley L Hopkins, University of California - Los AngelesDiscussantAnwar Assamidanov, University of California, IrvineIndividual PresentationsClosing the Gap: Assessing Mental Health Needs Within 30 Days of Foster Care Entry - Presenting Author:  Ann Swanson, University of Wisconsin-MadisonState Enforcement of School Immunization Requirements and Child Vaccination Rates - Presenting Author:  Samantha Gold, Cornell University; Non-Presenting Co-Author:  Anthony Bald, California State University, FullertonNo Givesies, No Takesies, No Backsies? Evaluation of a Community Health Center Opioid Buyback Program - Presenting Author:  Peiran Cheng, Northeastern University ©2025 All Academic, Inc.   |   Privacy PolicyDirect link:Tweet",
      "relevance_score": 15.0
    },
    {
      "session_id": "2260802",
      "title": "Impacts of Medicaid Dental Benefits Among Pregnant People, Reproductive-Age Women, and Other Adults",
      "date": "2025-11-13",
      "start_time": "8:30am",
      "end_time": "10:00am",
      "location": "Hyatt Regency Seattle, 5th Floor, 509 - ToltSession Submission Type: PanelAbstractThis panel explores how the expansion of Medicaid dental benefits influences healthcare utilization, health outcomes, and health behaviors among low-income and vulnerable populations. Using rigorous quasi-experimental methods and national data sources, the three studies offer new insights into the effectiveness—and consequences—of Medicaid dental coverage in improving population health and equity.",
      "relevance_score": 18.0
    },
    {
      "session_id": "2258670",
      "title": "Access to Health Care",
      "date": "2025-11-14",
      "start_time": "10:15am",
      "end_time": "11:45am",
      "location": "Grand Hyatt Seattle, 1st Floor/Lobby Level, Discovery BSession Submission Type: PanelAbstractIn this session, four papers will explore critical aspects of healthcare access and outcomes: the impact of urgent care centers on health and local healthcare systems, the effects of hospital consolidation on medical debt, the consequences of obstetric unit closures on maternity care access and health disparities, and the role of prior authorization policies in Medicaid on drug utilization and spending. These studies will provide valuable insights into how changes in healthcare infrastructure, provider concentration, and policy interventions affect patient health and access to care, emphasizing the need for targeted policies to address disparities and improve health outcomes for all.Policy AreaHealth PolicyChairSarah Reber, Brookings InstitutionDiscussantsSarah Reber, Brookings InstitutionCaitlin Knowles Myers, Middlebury CollegeOrganizerSarah Reber, Brookings InstitutionIndividual PresentationsThe Health Effects of Urgent Care Center Entry: The Case of WellNow - Presenting Author:  Eliane H. Barker, Hamilton College; Non-Presenting Co-Author:  Stephen Wu, Hamilton CollegeEffects of Obstetric Unit Closures on Maternity Care Access and Delivery Outcomes - Presenting Author:  Jennifer Helen Kwok, University of Illinois, ChicagoHealth Provider Concentration and Medical Debt - Presenting Author:  Alaa Abdelfattah, Occidental CollegeInformative Ordeals in Health Care: Prior Authorization of Drugs in Medicaid - Presenting Author:  Ljubica Ristovska, University of Texas at Austin ©2025 All Academic, Inc.   |   Privacy PolicyDirect link:Tweet",
      "relevance_score": 13.5
    },
    {
      "session_id": "2268082",
      "title": "APPAM Communities Housing Policy Research Community",
      "date": "2025-11-14",
      "start_time": "10:15am",
      "end_time": "11:15am",
      "location": "Grand Hyatt Seattle, 1st Floor/Lobby Level, Leonesa 1Session Submission Type: APPAM CommunitiesCommunity Group DescriptionThe Housing Policy Research Community is designed to bring together people committed to advancing policy that addresses key housing challenges, including restrictive land use regulations, affordability and stability, access to opportunity, and gentrification/displacement. The community is motivated by growing concerns about housing affordability and recognition that current policies fall short of addressing the need.  It is also motivated by the current policy environment, in which jurisdictions and states are increasingly passing pro-housing and/or tenant protection policies designed to address the affordability crisis.  However, these policies remain controversial and research in this field remains nascent, due to the recency of the policy shifts, variation in local contexts and policy designs, and data/methodological challenges.",
      "relevance_score": 7.5
    },
    {
      "session_id": "2309265",
      "title": "Lightning Session: Health Policy & Natural Resource, Energy, and Environmental Policy",
      "date": "2025-11-14",
      "start_time": "3:30pm",
      "end_time": "5:00pm",
      "location": "Grand Hyatt Seattle, 1st Floor/Lobby Level, Portland ASession Submission Type: Lightning SessionPolicy AreaSpecial and Business EventsCosponsorsHealth PolicyNatural Resource, Energy, and Environmental PolicyIndividual PresentationsQuantifying the Enduring Health and Employment Effects of COVID-19 - Presenting Author:  Adibah Abdulhadi, The Ohio State UniversityThe Wealthier, the Healthier? Public Pension and Obesity Risks Among Older Adults in Rural China - Presenting Author:  Liu Luyang, Beijing Normal University, School of GovernmentHealth Effects of Natural Resource Extractions: Evidence from Oil-Gas Production and Infants’ Birth Outcomes - Presenting Author:  Hamid Noghanibehambari, Austin Peay State University ©2025 All Academic, Inc.   |   Privacy PolicyDirect link:Tweet",
      "relevance_score": 15.0
    },
    {
      "session_id": "2258250",
      "title": "Leveraging Housing Policy to Reduce Educational Inequality",
      "date": "2025-11-14",
      "start_time": "8:30am",
      "end_time": "10:00am",
      "location": "Hyatt Regency Seattle, 5th Floor, 505 - QueetsSession Submission Type: PanelAbstractHousing policy is increasingly recognized as a crucial but underutilized lever in addressing educational inequality. Decades of research show that where children live—shaped by residential segregation, neighborhood conditions, and income inequality—profoundly impacts their access to educational opportunity. Yet education and housing policy are too often treated as distinct policy domains. This panel brings together four papers that examine how housing-related policies and conditions influence educational outcomes and opportunities, offering new insights into the need for cross-sector approaches to help reduce persistent educational disparities.",
      "relevance_score": 19.5
    },
    {
      "session_id": "2260094",
      "title": "Poverty Measurement: New Advances, Insights and Policy Implications",
      "date": "2025-11-15",
      "start_time": "10:15am",
      "end_time": "11:45am",
      "location": "Hyatt Regency Seattle, 6th Floor, 604 - SkykomishSession Submission Type: PanelAbstractPanel Abstract",
      "relevance_score": 62.67
    },
    {
      "session_id": "2304571",
      "title": "State Responses to H.R. 1 in SNAP and Medicaid: Early Insights from Washington State",
      "date": "2025-11-15",
      "start_time": "1:45pm",
      "end_time": "3:15pm",
      "location": "Hyatt Regency Seattle, 5th Floor, 501 - ChiwawaSession Submission Type: Late-Breaking RoundtableAbstractCongress passed H.R. 1 (also known as the “One Bill Beautiful Bill”) on July 4, 2025. H.R. 1 expanded work requirements for those enrolled in the Supplemental Nutrition Assistance Program (SNAP) and instituted work requirements for the first time in Medicaid. By at least January 2027, work requirements will be imposed on Medicaid expansion adult enrollees 19 to 64. Starting this year, SNAP work requirements are expanding to those ages 55 to 65 and to participants responsible for caring for a dependent child aged 14 and above. The law also requires that states with higher SNAP error rates share the cost of benefits and reduces eligibility for certain noncitizens.As state agencies move toward operational changes, there are opportunities to better use current data systems to support HR1 compliance and exemption and mitigate negative impacts on Medicaid and SNAP enrollment. Through automated verification using ‘ex-parte’ processes and automated exemption for the medically frail, states could leverage already-existing data and systems to reduce the administrative burdens that their eligible populations must overcome to retain coverage. This roundtable will examine the evidence for how H.R. 1 is likely to impact SNAP and Medicaid by bringing together representatives from academia and two state agencies in Washington State to directly grapple with these challenges.The roundtable will address the following questions:What lessons can policymakers, researchers, and advocates draw from previous research and early efforts to respond to H.R. 1?How are states interpreting and planning to implement the new requirements?And what strategies are being used to reduce administrative burdens, ensure compliance, and mitigate potential coverage losses?Jeremy Barofsky (Associate Research Professor, Georgetown University, McCourt School of Public Policy, Better Government Lab) will serve as the roundtable moderator and provide policy background to ground the discussion, drawing on evidence from previous efforts to implement Medicaid work requirements and improvements in automated verification processes rolled out during Medicaid unwinding. Eric Giannella (Associate Research Professor, Georgetown University, McCourt School of Public Policy, Better Government Lab) will provide background on evidence on changes to SNAP, including the expansion of work requirements and SNAP error rates changes. We will have representatives from Washington State that will address their state’s early responses to H.R. 1 in both Medicaid and SNAP. Trinity Wilson (Director of Medicaid Eligibility and Customer Service, Washington State Health Care Authority) and Carla Reyes (Assistant Secretary, Economic Services Administration) will explain how Washington State is preparing for changes to Medicaid and SNAP, respectively, and how these programs intend to work together. The roundtable will conclude by inviting audience members to participate and ask questions.Policy AreaPublic and Nonprofit Management and FinanceSecondary Policy AreaPoverty and Income PolicyModeratorJeremy Barofsky, Georgetown UniversityOrganizerJeremy Barofsky, Georgetown UniversitySpeakersEric Giannella, Georgetown UniversityCarla Reyes, Washington State Department of Social and Health ServicesTrinity Wilson, WA State Healthcare Authority ©2025 All Academic, Inc.   |   Privacy PolicyDirect link:Tweet",
      "relevance_score": 27.0
    },
    {
      "session_id": "2258783",
      "title": "Housing Policy, Residential Mobility, and Inequality: New Perspectives on Residential Change",
      "date": "2025-11-15",
      "start_time": "3:30pm",
      "end_time": "5:00pm",
      "location": "Hyatt Regency Seattle, 6th Floor, 609 - YakimaSession Submission Type: PanelAbstractThis panel brings together four studies examining the causes and consequences of residential mobility in diverse global contexts. Collectively, these papers investigate how housing policies, property changes, and socioeconomic shocks influence when and where families move—or are unable to move—and what these mobility patterns reveal about broader structures of inequality. Drawing on a range of empirical methods, geographic settings, and conceptual frameworks, the panel explores how both voluntary and involuntary mobility are shaped by institutional forces, economic constraints, and racial and class hierarchies. Central to all four papers is a concern with how housing systems mediate access to housing stability for low-income households.",
      "relevance_score": 19.5
    },
    {
      "session_id": "2260911",
      "title": "Mental Health Care and Its Impacts",
      "date": "2025-11-15",
      "start_time": "8:30am",
      "end_time": "10:00am",
      "location": "Hyatt Regency Seattle, 5th Floor, 510 - Elwha Ballroom BSession Submission Type: PanelAbstractThis panel will feature four papers that tackle mental health care and the benefits and unintended consequences of the way it is provided. One paper will address the process of involuntary hospitalization, assessing its effectiveness and ways that it could be improved. Another paper studies housing first vs. treatment first policies through the experience of U.S. veterans and provides insights into which approach is preferrable if the objective is to reduce the mortality of individuals who are experiencing mental health, substance abuse, and housing insecurity issues. A third paper measures the effects of depression on income in the country of Colombia and provides evidence of how treatment can mediate the adverse effects. The final paper discusses the effects of access to behavioral health care in New Mexico.Policy AreaHealth PolicySecondary Policy AreaCrime, Justice, and DrugsChairValentin Bolotnyy, Stanford UniversityDiscussantLjubica Ristovska, University of Texas at AustinOrganizerValentin Bolotnyy, Stanford UniversityIndividual PresentationsA Danger to Self and Others: Involuntary Hospitalization's Health and Criminal Consequences - Non-Presenting Co-Author:  Natalia Emanuel, Federal Reserve Bank of New York; Presenting Author:  Valentin Bolotnyy, Stanford University; Non-Presenting Co-Author:  Pim Welle, Carnegie Mellon UniversityHousing First or Treatment First? Evidence from the VA's Homelessness Programs - Presenting Author:  Sydney Costantini, University of California, BerkeleyThe Effect of Depression on Income: Evidence from Colombia - Presenting Author:  Kaveh Danesh, University of California, San Francisco; Non-Presenting Co-Author:  Arlen Guarin, The World Bank; Non-Presenting Co-Author:  Christian Posso, Banco de la República de ColombiaThe Effect of Behavioral Health Care Access on Communities: Evidence from New Mexico - Presenting Author:  Abigail Cormier, University of Georgia ©2025 All Academic, Inc.   |   Privacy PolicyDirect link:Tweet",
      "relevance_score": 13.5
    }
  ],
  "Max Ghenis": [
    {
      "session_id": "2258530",
      "title": "CTC and EITC Impacts on Child Poverty: NAS Review of Pandemic Policies and Future Options",
      "date": "2025-11-13",
      "start_time": "1:45pm",
      "end_time": "3:15pm",
      "location": "Hyatt Regency Seattle, 6th Floor, 605 - SnohomishSession Submission Type: RoundtableAbstractThe National Academies of Sciences, Engineering, and Medicine (NASEM) Committee on Federal Policy Impacts on Child Poverty report will be released in September, 2025. This Roundtable will discuss key finding related to (1) the estimated impacts on child poverty of the pandemic expansions (Joseph Hotz); (2) estimated impacts of a wide range of tax policy alternatives (Maria Cancian); (3) lessons for policy implementation, including findings on take-up, interactions with other pandemic programs, and from engagements with individuals with lived experience (Katherine Michelmore) and (4) lessons for research, including the Committee’s assessment of the state of analysis of labor supply effects of the EITC and CTC, and issues related to poverty measurement (Marianne Bitler). The report, and roundtable presentation, not only review the state of the current policy literature, but also present new microsimulation results supporting an assessment of both the 2021 policy changes (CTC, EITC, and other pandemic proposals), and a large set of alternative policy proposals.  The Roundtable will include short presentations highlighting the key conclusions of the NAS Committee, with substantial time for discussion of the policy implications given current (as of November 2025) tax policy discussions, and implications for policy implementation and research.",
      "relevance_score": 25.5
    },
    {
      "session_id": "2267863",
      "title": "Poverty and Environmental Inequity: Land, Heat, and Energy",
      "date": "2025-11-13",
      "start_time": "3:30pm",
      "end_time": "5:00pm",
      "location": "Hyatt Regency Seattle, 5th Floor, 506 - SamishSession Submission Type: Paper PanelPolicy AreaNatural Resource, Energy, and Environmental PolicyChairElizabeth Brown, University of North Carolina at Chapel HillDiscussantKester Wade, Carnegie Mellon UniversityIndividual PresentationsCharacterization and determinants of energy poverty disconnections using smart meter data - Presenting Author:  Zheyu Zhang, University of Maryland, College ParkExploring the Moderation of Climate-Adaptive Welfare and Ecowelfare on U.S. Welfare Enrollment after Natural Hazards - Presenting Author:  Christopher Taylor Brown, University of California, BerkeleyLand Reform and Human Capital Development: Evidence from India - Presenting Author:  Vishal Jamkar, University of Minnesota - Twin Cities ©2025 All Academic, Inc.   |   Privacy PolicyDirect link:Tweet",
      "relevance_score": 12.0
    },
    {
      "session_id": "2260393",
      "title": "The Potential of Public Benefit Programs to Address College Student Basic Needs and Support Academic Success",
      "date": "2025-11-14",
      "start_time": "10:15am",
      "end_time": "11:45am",
      "location": "Hyatt Regency Seattle, 5th Floor, 506 - SamishSession Submission Type: PanelAbstractNational data indicate that nearly one in four college students suffers from food insecurity, and eight percent of college students are homeless (Goldrick-Rab, 2023). Food and housing insecurity are associated with lower levels of academic success for college students (Anand and Gicheva, 2024; Leung et al., 2021; Maroto, Snelling, and Linck, 2015; Martinez et. al., 2020). Colleges and states are pursuing varying approaches to address student basic needs such as food pantries and emergency aid (e.g., California Community College Chancellor’s Office, 2024; Hodara et al., 2023; Nix et al., 2023). Some college and state efforts have focused on increasing student access to public benefit programs like the Supplemental Nutrition Assistance Program (SNAP) and Medicaid (e.g., Burnside, Gilkesson, and Baker, 2021; Duke-Benfield and Davis, 2024; Ladkau and Ward, 2022; Loofbourrow and Scherr, 2023; Swipe Out Hunger, 2024). College students face barriers to accessing programs like SNAP due to complex eligibility requirements and administrative processes (Larin, 2024).State and college outreach and application support efforts aim to help college students to navigate these processes and access additional benefits to address student basic needs and minimize barriers to academic success.",
      "relevance_score": 18.0
    },
    {
      "session_id": "2260376",
      "title": "Welfare Effects of Health Policies through Coverage, Financing and Access to Medical Care",
      "date": "2025-11-14",
      "start_time": "1:45pm",
      "end_time": "3:15pm",
      "location": "Hyatt Regency Seattle, 5th Floor, 509 - ToltSession Submission Type: PanelAbstractAmericans typically finance their medical care through a mixture of self payment and contributions made through health insurance. Whether commercially insured or covered through a public program such as Medicare, the interactions between coverage and financial security can significantly determine whether a person can access their needed medical care. This panel contains four papers that directly investigate the role that public policies play in affecting the coverage, financing and ultimately access to medical care.",
      "relevance_score": 13.5
    },
    {
      "session_id": "2269915",
      "title": "APPAM Communities Child and Family Policy",
      "date": "2025-11-14",
      "start_time": "3:30pm",
      "end_time": "4:30pm",
      "location": "Hyatt Regency Seattle, 7th Floor, 702 - ClearwaterSession Submission Type: APPAM CommunitiesCommunity Group DescriptionThe Child and Family Policy research community explores how policies, programs, and systems shape the lives of children and the families who care for them. Core issues include child care, parental leave, family economic security, health and mental health services, and child welfare. This work draws from a wide range of disciplines—public policy, economics, sociology, education, public health, social work, and more—engaging researchers, practitioners, policymakers, and advocates across sectors.",
      "relevance_score": 9.0
    },
    {
      "session_id": "2268583",
      "title": "Student Panel: Insurance and Poverty Alleviation",
      "date": "2025-11-15",
      "start_time": "8:30am",
      "end_time": "10:00am",
      "location": "Hyatt Regency Seattle, 6th Floor, 607 - WishkahSession Submission Type: Student Research PanelPolicy AreaHealth PolicyChairRichard A Uhrig, U.S. Bureau of Labor StatisticsIndividual PresentationsStigma, Consideration, or Assortment? Decomposing Demand in the Fukushima Rice Market. - Presenting Author:  Sen Zeng, Cornell UniversityImmigration Policy Effects on Noncitizens in Medicaid: Evidence from the Public Charge Rule in California - Presenting Author:  Jonathan Ian Palisoc, University of MichiganThe Effects of Risk Standardization on Private Health Insurance Supply: Evidence from Chile - Presenting Author:  Kathya Tapia, University of California, DavisMulti-dimensional impacts of healthcare-based poverty alleviation policy on low-income middle-aged and older adults in China - Presenting Author:  Qian Zhang, University of Hong Kong; Non-Presenting Co-Author:  Julia Shu-Huah Wang, National Taiwan University; Non-Presenting Co-Author:  Peng Chenhong, The University of Hong Kong ©2025 All Academic, Inc.   |   Privacy PolicyDirect link:Tweet",
      "relevance_score": 12.0
    },
    {
      "session_id": "2269507",
      "title": "APPAM Communities Research on Women's Employment, Economic Wellbeing, and Health During the Period Surrounding Childbirth",
      "date": "2025-11-15",
      "start_time": "8:30am",
      "end_time": "9:30am",
      "location": "Hyatt Regency Seattle, 7th Floor, 702 - ClearwaterSession Submission Type: APPAM CommunitiesCommunity Group DescriptionThis APPAM Community is intended for researchers interested in topics related to women and parents' labor force participation and employment, economic wellbeing, and health during the period surrounding childbirth, and the effects of public policies on these outcomes. APPAM participants from all career stages are welcome. Potential topics to be discussed include: data sources, especially linked administrative data records; methodological approaches; new or ongoing research in this area, including papers presented at the conference; key unanswered questions; funding opportunities; and opportunities for collaboration.Policy AreaAPPAM CommunitiesOrganizersAlejandra Ros Pilarz, University of Wisconsin-MadisonJessica Erin Pac, University of Wisconsin-Madison ©2025 All Academic, Inc.   |   Privacy PolicyDirect link:Tweet",
      "relevance_score": 6.0
    }
  ],
  "Pavel Makarchuk": [
    {
      "session_id": "2258590",
      "title": "Beyond the Red Lines: New Directions in the Study of Housing Policy and Racial Inequality",
      "date": "2025-11-13",
      "start_time": "10:15am",
      "end_time": "11:45am",
      "location": "Grand Hyatt Seattle, 1st Floor/Lobby Level, Princess 2Session Submission Type: PanelAbstractA wealth of recent research from across the social sciences has explored the long-term consequences of New Deal housing policies (e.g., redlining) on contemporary racial and spatial inequalities. This panel brings together scholars conducting innovative research with heretofore unstudied data to challenge existing theories about the impacts of these policies and move the field forward. Specifically, these papers present novel analyses of the infamous Home Owners Loan Corporation (HOLC) residential security maps as well as evidence encouraging researchers to shift focus away from HOLC and towards the much larger–and likely more discriminatory–homeownership programs of the Federal Housing Administration (FHA) and Veterans’ Administration (VA). Together, this panel offers a more holistic and nuanced picture of how unprecedented federal interventions into the housing market created a segregated and stratified homeownership society.Policy AreaHousing, Community Development, and Urban PolicySecondary Policy AreaSocial Equity and RaceChairJacob William William Faber, New York UniversityDiscussantMichael C Lens, University of California - Los AngelesOrganizerJacob William William Faber, New York UniversityIndividual PresentationsThe racial differentiation of space, and the spatial differentiation of carbon intensity of physical well-being - Presenting Author:  Patrick Trent Greiner, University of WashingtonThe Intergenerational Effects of WW2 G.I. Bill Eligibility on White-Black Homeownership, Wealth, and Inheritance Disparities - Presenting Author:  Raheem Hanifa, Princeton UniversityTowards A Better Measurement of Redlining: Digitizing the Federal Housing Administration’s Real Property Survey Maps - Presenting Author:  Wenfei Xu, University of California, Santa BarbaraThe Geography of Exclusion: Explaining state-level racial disparities in FHA and VA lending - Presenting Author:  Katherine Anne Thomas, New York University ©2025 All Academic, Inc.   |   Privacy PolicyDirect link:Tweet",
      "relevance_score": 19.5
    },
    {
      "session_id": "2259556",
      "title": "Meeting the Challenges of Rigorously Evaluating Child Welfare Programs",
      "date": "2025-11-13",
      "start_time": "3:30pm",
      "end_time": "5:00pm",
      "location": "Grand Hyatt Seattle, 1st Floor/Lobby Level, Portland BSession Submission Type: RoundtableAbstractEvaluating child welfare programs and services requires cooperation and coordination with agency administrators, program managers, and front-line workers. The evaluation can require staff to conduct additional activities, organize their work differently from their normal procedures, and involve connections with other agencies not involved with the particular program or service. Most of these challenges can be overcome when agencies feel committed to understanding whether a program or service “works” and when researchers design and resource their evaluation to meet the needs of the agency. This roundtable brings together researchers who have experience working with child welfare agencies and service providers to conduct rigorous program evaluations, and agency staff who have experienced evaluations from the “inside.” The researchers will discuss key challenges they have observed when considering evaluations involving child welfare agencies such as (1) agencies don’t typically plan for the resources required for evaluations; (2) staff burden is significant; (3) data sharing requires substantial resources and collaboration within and across agencies; (4) timelines for sharing results back with agencies are long; and (5) resistance to randomized control trials (RCTs) and rigorous quasi-experimental designs (QEDs) is common. Next, agency staff will share their reactions and thoughts about the challenges identified by the researchers as well as their own experiences of contending with competing demands, altering established procedures, creating tracking systems, and sharing data across agencies and with evaluators. They will also describe the factors that influenced their agency’s willingness and ability to undergo a rigorous program evaluation (e.g., input into study design, resources to support the randomization and data sharing process, commitment to evidence-driven decision making). Panelists will provide specific examples of evaluations that reflect a diverse set of programs and contexts, including an evaluation of a program for transition age youth in New Jersey; one on New Jersey’s Keeping Families Together program, which provides housing vouchers and services to families in the child welfare system; an evaluation of an intensive, in-home clinical treatment program in Connecticut for families with children (birth to 5 years old inclusive) who are at risk for abuse and/or neglect, poor developmental outcomes and removal from their home due to parental substance use; an Connecticut program serving families using the Multi Dimensional Family Treatment and Recovery Model for adult caregivers that have substance use concerns and are pregnant or have a child 0-5; and an evaluation of HUD’s Family Unification Program (FUP), which provides housing choice vouchers to families in the child welfare system. Finally, panelists will engage session participants in a facilitated, interactive discussion about solutions that can support rigorous evaluation while minimizing the imposition on the agency, and considerations for determining whether a particular program and agency are well suited for implementation of a RCT or QED.Policy AreaFamily and Child PolicyModeratorBridgette Lery, Urban InstituteOrganizerMichael Pergamit, Urban InstituteSpeakersPamela Lilleston, State of New JerseyMark Courtney, University of ChicagoShannon Michelle Quinn, Washington State Department of Children, Youth & Families ©2025 All Academic, Inc.   |   Privacy PolicyDirect link:Tweet",
      "relevance_score": 13.5
    }
  ]
}